Repository: mwilck/ekiga
Catalog: gnome-2-14/po/*.po
Languages: he

source: Ekiga Softphone
he: תוכנת הטלפון Ekiga

source: IP Telephony, VoIP and Video Conferencing
he: טלפוניית IP, VoIP וועידות וידאו

source: Talk to people over the Internet
he: דבר עם אנשים ברחבי האינטרנט

source: Forward calls to the given host if no answer
he: העבר שיחות לשרת הנתון אם אין תשובה

source: Output device type
he: סוג התקן יציאה

source: Place windows displaying video above other windows during calls
he: בזמן שיחה הצג את חלון הוידאו מעל כל החלונות

source: Placed calls history
he: היסטורית שיחות שחויגו

source: Play busy tone
he: נגן צליל עסוק

source: Play ring tone
he: נגן צליל צלצול

source: Play sound on incoming calls
he: השמע צליל כאשר שיחה נכנסת

source: Position of the local video window
he: מיקום חלון הוידאו המקומי

source: Position on the screen of the PC-To-Phone window
he: מיקום חלון הPC-To-Phone על המסך

source: Position on the screen of the address book window
he: מיקום חלון ספר הכתובות על המסך

source: Position on the screen of the calls history window
he: מיקום חלון היסטורית שיחות על המסך

source: Position on the screen of the druid window
he: מיקום חלון האשף על המסך

source: Position on the screen of the log window
he: מיקום חלון הרישום על המסך

source: Position on the screen of the main window
he: מיקום חלון הראשי על המסך

source: Position on the screen of the preferences window
he: מיקום חלון ההגדרות על המסך

source: Public IP of the NAT/PAT router
he: כתובת IP ציבורית של ראוטר הNAT/PAT

source: Received calls history
he: היסטורית שיחות נכנסות

source: Registration timeout
he: פסק-זמן הרישום

source: Remote video window position
he: מיקום חלון הוידאו המרוחק

source: Remote video window size
he: גודל חלון הוידאו המרוחק

source: Revision of the schema file
he: עיון מחדש בקובץ התכנית

source: Select the audio input device to use
he: בחר את התקן האודיו לשימוש

source: Select the audio output device to use
he: בחר את התקן האודיו היוצא לשימוש

source: Select the format for video cameras (does not apply to most USB cameras)
he: בחר את פורמט בשביל מצלמות הוידאו (לא מיוחס לרוב מצלמות הUSB)

source: Select the transmitted video size: Small (QCIF 176x144) or Large (CIF 352x288)
he: בחר את גודל הוידאו המעובר: קטן (QCIF 176x144) או גדול (CIF 352x288)

source: Select the video input device to use. If an error occurs when using this device a test picture will be transmitted.
he: בחר את התקן הוידאו לשימוש. אם הרעה שגיאה במהלך שימוש בהתקן תעובר תמונת בדיקה.

source: Size of the PC-To-Phone window
he: גודל חלון הPC-To-Phone

source: Size of the address book window
he: גודל חלון ספר הכתובות

source: Size of the calls history window
he: גודל חלון היסטוריית שיחות

source: Size of the druid window
he: גודל חלון האשף

source: Size of the log window
he: גודל חלון הרישום

source: Size of the preferences window
he: גודל חלון ההגדרות

source: Start hidden
he: התחל ממוזער

source: Switch to fullscreen
he: החלף למסך מלא

source: TCP port range
he: TCP תווך פורטים

source: The Audio Codecs List
he: רשימת מקודדי האודיו

source: The Automatic Echo Cancellation level: Off, Low, Medium, High, Automatic Gain Compensation. Choosing Automatic Gain Compensation modulates the volume for best quality.
he: הגילוי האוטומטי לרמת ביטול ההד: מבוטל, נמוך, ביינוני, גבוהה, פיצוי רווח אוטומטי (Automatic Gain Compensation). בחירת פיצוי רווח אוטומטית מכוון את עוצמת הקול לאיכות הגבוהה.

source: The STUN Server
he: שרת הSTUN

source: The audio plugin that will be used to detect the devices and manage them
he: תוסף האודיו אשר יופעל לגילוי ההתקנים והטיפול בהם

source: The busy tone sound
he: קול הצליל תפוס

source: The chosen sound will be played at the end of calls or calling somebody who is busy, if enabled
he: בחירת האפשרות תנגן את הצליל הנבחר כאשר שיחות מסתיימות או כאשר מתקשרים והקו תפוס

source: The chosen sound will be played on incoming calls, if enabled
he: בחירת האפשרות תנגן את הצליל הנבחר כאשר שיחות נכנסות

source: The chosen sound will be played when calling somebody, if enabled
he: בחירת האפשרות תנגן את הצליל הנבחר כאשר מתקשרים למישהו

source: The default video view
he: ברירת המחדל של תצוגת הוידאו

source: The default video view (0: Local, 1: Remote, 2: Both incrusted, 3: Both with local video in a separate window, 4: Both)
he: ברירת המחדל של תצוגת הוידאו (0: מקומי, 1: מרוחק, 2: שניהם מצופים, 3: שניהם עם תצוגת וידאו בחלון נפרד, 4: שניהם)

source: The history of the last 100 missed calls
he: היסטוריית 100 שיחות אחרונות שלא נענו

source: The history of the last 100 placed calls
he: היסטוריית 100 השיחות האחרונות שחויגו

source: The history of the last 100 received calls
he: היסטוריית 100 השיחות האחרונות שהתקבלו

source: The incoming call sound
he: קול שיחה נכנסת

source: The local zoom value
he: ערך התקריב המקומי

source: The maximum jitter buffer size for audio reception (in ms)
he: גודל jitter buffer מקסימלי בשביל קבלת קול (במילי-שניה)

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value
he: מקסימום רוחב פס בקילובתים/שניה. איכות הוידאו ומספר הפריימים המעוברים בשנייה ישתנו דינמית מעל המינימום שלהם תוך כדי שיחות וינסו למזער את רוחב הפס לערך שצויין

source: The minimum jitter buffer size for audio reception (in ms)
he: גודל jitter buffer מינימלי בשביל קבלת קול (במילי-שניה)

source: The minimum transmitted video quality to keep when trying to minimize the used bandwidth: choose 100% on a LAN for the best quality, 1% being the worst quality
he: מינימום איכות הוידאו המעוברת כדי לשמור על שימוש מינימלי ברוחב הפס: בחר 100% בחיבור LAN לאיכות מקסימלית, או 1% לאיכות הכי גרועה

source: The network interface
he: ממשק הרשת

source: The network interface to listen on
he: ממשק הרשת עליו להאזין

source: The output device type is the type of device connected to your Quicknet card. It can be either a POTS (Plain Old Telephone System) or a headset.
he: סוג התקן היציאה הוא סוג התקן אשר מחובר אל כרטיס Quicknet שלך. הוא יכול להיות POTS (Plain Old Telephone System) או אוזניות.

source: The position of the local video window
he: מיקום חלון הוידאו המקומי

source: The position of the remote video window
he: מיקום חלון הוידאו המרוחק

source: The prefix that will be used to save pictures of the conversation. That prefix is followed by the snapshot number.
he: הקידומת אשר תשמש לשמירת תמונות. הקידומת הזאת באה אחרי מספר התצלום.

source: The remote zoom value
he: ערך התקריב המרוחק

source: The save prefix
he: הגדרות השמירה

source: The size of the local video window
he: גודל חלון הוידאו המקומי

source: The size of the remote video window
he: גודל חלון הוידאו המרוחק

source: The sound that will be played at the end of calls or when calling somebody who is busy, if enabled
he: הצליל שינוגן כאשר שיחה נגמרת או כאשר מתקשרים למשהו שתפוס

source: The sound that will be played on incoming calls, if enabled
he: הצליל שינוגן כאשר נכנסת שיחה

source: The sound that will be played when calling somebody, if enabled
he: הצליל שינוגן כאשר מתקשרים למשהו

source: The two-letter country code of your country (e.g.: BE, UK, FR, DE, ...)
he: שתי אותיות מדינתך (BE, UK, FR, DE, IL, וכו...).

source: The video channel number to use (to select camera, tv or other sources)
he: מספר ערוץ הוידאו לשימוש (לבחירת מצלמה, טלוויזיה או כל מקור אחר)

source: The video plugin that will be used to detect the devices and manage them
he: תוסף הוידאו אשר ינוצל לגילוי וטיפול בתקנים

source: The way to react to incoming calls: 0 displays a popup, 1 automatically answers the call, 2 automatically rejects the call and 3 forwards the call to the given URL, if any
he: הדרך לענות לשיחות נכנסות: 0 הקפץ חלון, 1 מענה אוטומטי של שיחות, 2 דחייה אוטומטית של שיחות, 3 העבר את כל השיחות לכתובת הנתונה, אם יש

source: The zoom value
he: ערך התקריב

source: The zoom value to apply to images displayed in the local video window (can be 0.50, 1.00, or 2.00)
he: ערך התקריב ליישם על תמונות אשר מוצגות בחלון הוידאו שלי (יכול להיות 0.50, 1.00 או 2.00)

source: The zoom value to apply to images displayed in the main GUI (can be 0.50, 1.00, or 2.00)
he: ערך התקריב שיש ליישם על תמונות אשר מוצגות בחלון הראשי (יכול להיות 0.50, 1.00 או 2.00)

source: The zoom value to apply to images displayed in the remote video window (can be 0.50, 1.00, or 2.00)
he: ערך התקריב שיש ליישם על תמונות אשר מוצגות בחלון הוידאו המרוחק (יכול להיות 0.50, 1.00 או 2.00)

source: This enables H.245 Tunneling mode. In H.245 Tunneling mode H.245 messages are encapsulated into the the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunneling was introduced in H.323v2 and Netmeeting does not support it. Using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
he: זה מאפשר מצב תעלת H.245. במצב כזה ההודעות נעטפות בתוך ערוץ H.225 (שער 1720). זה חוסך חיבור TCP אחד במשך השיחה. תעלת H.245 הוצגה לראשונה בH.323v2 ונטמיטינג איננה תומכת בה. שימוש גם בFast Start ובתעלת H.245 יכול לגרום לקריסת כמה גרסאות של נטמיטינג.

source: UDP port range
he: UDP טווחי השערים

source: User directory
he: ספריית משתמשים

source: Version
he: גרסה

source: Video channel
he: ערוץ וידאו

source: Video format
he: פורמט הוידאו

source: Video image
he: תמונת וידאו

source: Credits
he: תודות

source: Written by
he: נכתב על ידי

source: Documented by
he: תועד על ידי

source: Translated by
he: תורגם על ידי

source: C_redits
he: _תודות

source: Authors
he: כותבים

source: List of authors of the programs
he: רשימת כותבי התוכנה

source: Documenter entry
he: ערך המתעד

source: A single documenter entry
he: ערך יחיד של המתעד

source: About %s
he: על %s

source: An error has happened in the configuration backend. Maybe some of your settings won't be saved.
he: ארעה שגיאה באשף ההגדרות. אולי חלק מההגדרות שלך לא ישמרו.

source: Contacts Near Me
he: אנשי קשר קרובים אלי

source: On This Computer
he: במחשב זה

source: Personal
he: אישי

source: Do not show this dialog again
he: אל תציג את תיבת הדו-שיח שנית

source: Invalid parameters
he: ערך לא חוקי

source: Please provide your first name and e-mail in the Personal Data section in order to be able to register to the users directory.
he: אנא ספק את שמך ואת דואר האלקטרוני שלך בסעיף מידע אישי כדי להירשם לספריית המשתמשים.

source: Invalid users directory
he: ספריית משתמשים לא חוקית

source: Operation impossible since there is no users directory specified.
he: הפעולה לא אפשרית כוון שאינך ציינת ספריית משתמשים.

source: Failed to parse XML file
he: נכשל בנסיון לעבד קובץ XML

source: There was an error while parsing the XML file. Please make sure that it is correctly installed in your system.
he: ארעה שגיאה בניסיון לעבד קובץ XML. אנא וודא שהוא מותקן היטב במערכת שלך.

source: Bad information
he: אינפורמציה לא חוקית

source: Bad LDAP information from XML file: %s.
he: אינפורמציית LDAP לא חוקית מקובץ XML: %s.

source: ILS registration failed: unable to connect to %s
he: רישום ILS נכשל: לא ניתן להתחבר אל %s

source: ILS registration failed: unable to set time limit on operations
he: רישום ILS נכשל: לא ניתן לקבוע גבול זמן על הפעולות

source: ILS registration failed: failed to bind to %s
he: רישום ILS נכשל: נכשל בקשירת %s

source: Updated information on %s
he: מעדכן אינפורמציה על %s

source: Unregistered from %s
he: לא רשום ב %s

source: STUN server set to %s
he: שרת STUN נקבע ל-%s

source: Removed STUN server
he: שרת STUN הוסר

source: NAT Detection Finished
he: גילוי NAT הסתיים

source: Unknown NAT
he: NAT לא ידוע

source: Open NAT
he: פתח NAT

source: Restricted NAT
he: מוגבל NAT

source: Blocked
he: חסום

source: Partially Blocked
he: חסום למחצה

source: No NAT
he: ללא NAT

source: Set STUN server to %s (%s)
he: קובע שרת STUN ל %s (%s)

source: Cannot run Ekiga
he: לא ניתן להריץ את Ekiga

source: Ekiga is already running, if you want it to call a given SIP, H.323, or callto address, please use "ekiga -c address".
he: ‏‏Ekiga כבר פועלת, אם אתה רוצה להתקשר למספר מסויים או כתובת H.323, אנא השתמש בפקודה "ekiga -c כתובת".

source: It appears that you do not have ekiga.server installed in a valid location. Factory mode disabled.
he: ניראה שאין לך ekiga.server מותקן במיקום הגיוני. מצב מפעל מבוטל.

source: Error registering Ekiga with the activation service; factory mode disabled.
he: שגיאה ברישום Ekiga עם שרת האקטיבציה; מצב מפעל מבוטל.

source: Failed to retrieve Ekiga server from activation server
he: שגיאה במציאת שרת Ekiga משרת האקטיבציה

source: Opening device for playing
he: פותח התקן לניגון

source: Opening device for recording
he: פותח התקן להקלטה

source: Failed to open the device
he: שגיאה בפתיחת ההתקן

source: Impossible to open the selected audio device (%s) for recording. Please check your audio setup, the permissions and that the device is not busy.
he: לא אפשרי לפתוח את התקן האודיו הנבחר (%s) להקלטה. אנא בדוק את הגדרות האודיו שלך, ההרשאות ושההתקן לא תפוס.

source: Impossible to open the selected audio device (%s) for playing. Please check your audio setup, the permissions and that the device is not busy.
he: לא אפשרי לפתוח את התקן האודיו הנבחר (%s) לניגון. אנא בדוק את הגדרות האודיו שלך, ההרשאות ושההתקן לא תפוס.

source: Cannot use the audio device
he: לא ניתן להשתמש בהתקן האודיו

source: The selected audio device (%s) was successfully opened but it is impossible to read data from this device. Please check your audio setup.
he: התקן האודיו הנבחר (%s) נפתח בהצלחה אבל זה בלתי אפשרי לקרוא מידע מההתקן. אנא בדקו הגדרות אודיו.

source: Recording your voice
he: מקליט את קולך

source: Recording and playing back
he: מקליט ומשמיע

source: The selected audio device (%s) was successfully opened but it is impossible to write data to this device. Please check your audio setup.
he: התקן האודיו הנבחר (%s) נפתח בהצלחה אבל זה בלתי אפשרי לכתוב מידע אל ההתקן. אנא בדקו הגדרות אודיו.

source: No device found
he: לא נמצא התקן

source: Ekiga is now recording from %s and playing back to %s. Please say "1, 2, 3, Ekiga rocks!" in your microphone. You should hear yourself back into the speakers with a four-second delay.
he: ‏Ekiga מקליט עכשיו מ-%s ומשמיע ב-%s. אנא אמור "1 2 3" אל תוך המיקרופון. אתה אמור לשמוע את עצמך ברמקולים עם 4 שניות עיכוב.

source: Opening video device %s with plugin %s
he: פותח התקן וידאו %s עם תוסף %s

source: Successfully opened video device %s, channel %d
he: התקן הוידאו %s, ערוץ %d נפתח בהצלחה

source: Error while opening video device %s
he: שגיאה בזמן פתיחת התקן הוידאו %s

source: Couldn't open the video device
he: לא ניתן לפתוח את התקן הוידאו

source: There was an error while opening the device. Please check your permissions and make sure that the appropriate driver is loaded.
he: ארעה שגיאה בזמן פתיחת ההתקן. בדק/י הרשאות וודא שמנהל ההתקן הנכון נטען.

source: Your video driver doesn't support the requested video format.
he: מנהל ההתקן של הוידאו שלך לא תומך בפורמט הוידאו הרצוי.

source: Could not open the chosen channel.
he: לא ניתן לפתוח את הערוץ הנבחר.

source: Error while setting the frame rate.
he: שגיאה בזמן קביעת קצב הפריים.

source: Error while setting the frame size.
he: שגיאה בזמן קביעת גודל הפריים.

source: Opened the video device using the "Picture" video plugin
he: פותח את התקן הוידאו בעזרת תוסף הוידאו "Picture"

source: Picture
he: תמונה

source: Test %d done
he: בדיקת %d הסתיים

source: Test %d failed
he: בדיקת %d נכשל

source: Error while opening %s.
he: שגיאה בזמן פתיחת %s.

source: Could not open the chosen channel with the chosen video format.
he: לא ניתן לפתוח את הערוץ הנבחר עם פורמט הוידאו הנבחר.

source: Error with the frame rate.
he: שגיאה עם קצב הפריימים.

source: Error with the frame size.
he: שגיאה בגודל הפריים.

source: Gatekeeper registration failed: duplicate alias
he: רישום Gatekeeper נכשל: כינוי כפול

source: Gatekeeper registration failed: transport error
he: רישום Gatekeeper נכשל: העברה נכשלה

source: Gatekeeper registration failed
he: רישום לGatekeeper נכשל

source: Registered to %s
he: רשום ל-%s

source: Registered
he: רשום

source: Unregistered
he: לא רשום

source: Answering incoming call
he: עונה לשיחות נכנסות

source: Started Ekiga %d.%d.%d for user %s
he: התחל Ekiga %d.%d.%d בשביל המשתמש %s

source: Forwarding call to %s
he: מעביר שיחה ל %s

source: Call from %s
he: שיחה מ %s

source: Rejecting incoming call
he: מסרב לשיחה נכנסת

source: Rejecting incoming call from %s
he: דוחה שיחה נכנסתמ-%s

source: Forwarding incoming call
he: מעביר שיחה נכנסת

source: Forwarding incoming call from %s to %s
he: מעביר שיחה נכנסת מ-%s ל-%s

source: Auto-Answering incoming call
he: עונה אוטומטית לשיחה נכנסת

source: Auto-Answering incoming call from %s
he: עונה אוטומטית לשיחה נכנסת מ-%s

source: Connected with %s using %s
he: מחובר עם %s בעזרת %s

source: Connected with %s
he: מחובר עם %s

source: Local user cleared the call
he: המשתמש מקומי סגר את השיחה

source: Local user rejected the call
he: המשתמש מקומי דחה את השיחה

source: Remote user cleared the call
he: המשתמש המרוחק סגר את השיחה

source: Remote user rejected the call
he: המשתמש המרוחק דחה את השיחה

source: Call not answered in the required time
he: השיחה לא נענתה בזמן הנדרש

source: Remote user has stopped calling
he: משתמש מרוחק הפסיק להתקשר

source: Abnormal call termination
he: סיום שיחה לא רגיל

source: Could not connect to remote host
he: לא ניתן להתקשר אל השרת המרוחק

source: The Gatekeeper cleared the call
he: הGatekeeper סגר את השיחה

source: User not found
he: משתמש לא נמצא

source: Insufficient bandwidth
he: אין מספיק רוחב פס

source: No common codec
he: אין מקודדים נפוצים

source: Call forwarded
he: שיחה הועברה

source: Security check failed
he: בדיקת הבטחה נכשלה

source: Local user is busy
he: המשתמש המקומי עסוק

source: Congested link to remote party
he: דוחס כתובת בשביל הצד המרוחק

source: Remote user is busy
he: המשתמש המרוחק עסוק

source: Remote host is offline
he: השרת המרוחק לא מקוון

source: Remote user is unreachable
he: המשתמש המרוחק איננו בר השגה

source: Call completed
he: שיחה הסתיימה

source: Opened codec %s for transmission
he: פותח מקודד %s להעברה

source: Closed codec %s which was opened for transmission
he: פותח מקודד %s אשר נפתח להעברה

source: Opened codec %s for reception
he: פותח מקודד %s לקבלה

source: Closed codec %s which was opened for reception
he: סוגר מקודד %s אשר נפתח לקבלה

source: Opened %s for recording with plugin %s
he: פותח את %s כדי להקליט עם תוסף %s

source: Opened %s for playing with plugin %s
he: פותח את %s כדי לנגן עם תוסף %s

source: Could not open audio channel for audio transmission
he: לא ניתן לפתוח ערוצי אודיו להעברה

source: An error occured while trying to record from the soundcard for the audio transmission. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio transmission has been disabled.
he: ארעה שגיאה כאשר ניסיתי להקליט מכרטיס הקול שלך בשביל שליחת אודיו. אנא בדק/י שהכרטיס קול אינו תפוס ושמנהל ההתקן שלך תומך בFull-Duplex. שליחת האודיו נפסלה.

source: Could not open audio channel for audio reception
he: לא ניתן לפתוח את ערוצי האודיו לקבלה

source: An error occured while trying to play audio to the soundcard for the audio reception. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio reception has been disabled.
he: ארעה שגיאה כאשר ניסיתי לנגן לכרטיס הקול שלך בשביל קבלת אודיו. אנא בדק/י שהכרטיס קול אינו תפוס ושמנהל ההתקן שלך תומך בFull-Duplex. קבלת האודיו נפסלה.

source: Payment required
he: נדרש תשלום

source: Error: User offline
he: שגיאה: המשתמש מנותק

source: Invalid URL handler
he: כתובת לא תקינה

source: Please specify a valid URL handler. Currently both h323: and callto: are supported.
he: אנא ספק כתובת תיקנית. כרגע גם H.323: וגם callto: נתמכים.

source: Calling %s
he: מתקשר אל %s

source: Transferring call to %s
he: מעביר שיחה אל %s

source: Protocol:
he: פרוטוקול:

source: User:
he: משתמש:

source: Password:
he: סיסמה:

source: Missing information
he: מידע חסר

source: Protocol
he: פרוטוקול

source: Status
he: סטטוס

source: Contact collision
he: התנגשות אנשי קשר

source: Another contact with the same speed dial already exists in your address book: <b>Name</b>: %s <b>URL</b>: %s <b>Speed Dial</b>: %s
he: איש קשר עם אותו חיוג מהיר קיים כבר בספר הכתובות שלך: ‏<b>שם</b>: %s ‏<b>כתובת</b>: %s ‏<b>חיוג מהיר</b>: %s

source: None
he: כלום

source: Another contact with similar information already exists in your address book: <b>Name</b>: %s <b>URL</b>: %s <b>Speed Dial</b>: %s Do you still want to add the contact?
he: איש קשר עם מידע דומה קיים כבר בספר הכתובות שלך: ‏<b>שם</b>: %s ‏<b>כתובת</b>: %s ‏<b>חיוג מהיר</b>: %s את/ה עדיין רוצה להוסיף את איש הקשר?

source: S
he: ס

source: Name
he: שם

source: Comment
he: הערה

source: Software
he: תוכנה

source: VoIP URL
he: כתובת VoIP

source: E-Mail
he: דוא"ל

source: Location
he: מיקום

source: Categories
he: קטגוריות

source: Speed Dial
he: חיוג מהיר

source: Name contains
he: שם מכיל

source: URL contains
he: ‏כתובת מכילה

source: Belongs to category
he: שייך לקטגוריה

source: C_all Contact
he: ה_תקשר לאיש קשר

source: _Write e-Mail
he: כתוב _דוא"ל

source: Add Contact to _Address Book
he: הוסף איש קשר לס_פר הכתובות

source: _Send Message
he: של_ח הודעה

source: _Properties
he: _מאפיינים

source: _Delete
he: _מחק

source: New _Contact
he: איש קשר _חדש

source: Error while fetching users list from %s
he: שגיאה בזמן שליפת רשימת המשתמשים מ %s

source: Found %d user in %s
he: נמצא %d משתמש ב %s

source: Found %d user in %s for a total of %d users
he: נמצא %d משתמש ב %s של סך כל %d המשתמשים

source: Address Book
he: ספר כתובות

source: _File
he: _קובץ

source: New _Address Book
he: ספר כתובות חדש

source: _Close
he: _סגור

source: C_ontact
he: א_יש קשר

source: Remote Contacts
he: אנשי קשר מרוחקים

source: Local Contacts
he: אנשי קשר מקומיים

source: Edit the Contact Information
he: ערוך מידע איש קשר

source: Name:
he: שם:

source: VoIP URL:
he: כתובת VoIP:

source: Email:
he: דוא"ל:

source: Speed Dial:
he: חיוג מהיר:

source: Categories:
he: קטגוריות:

source: Local Addressbook:
he: ספר כתובות מקומי:

source: Please make sure to provide at least a full name or an URL for the contact.
he: אנא בדוק שסיפקת לפחות שם או כתובת בשביל איש הקשר.

source: Are you sure you want to delete %s from %s?
he: אתה בטוח שאתה רוצה למחוק את %s מתוך %s?

source: Edit an address book
he: ערוך ספר כתובות

source: Add an address book
he: הוסף ספר כתובות

source: Type:
he: סוג:

source: Local
he: מקומי

source: Remote LDAP
he: LDAP מרוחק

source: Remote ILS
he: ILS מרוחק

source: Hostname:
he: שם מחשב מארח:

source: Port:
he: שער:

source: Search Scope:
he: טווח החיפוש:

source: Subtree
he: תת עץ

source: One Level
he: רמה אחת

source: Search Attribute:
he: הגדרות החיפוש:

source: Please make sure you fill in all required fields.
he: אנא ודא שכל שדות החובה מולאו.

source: Are you sure you want to delete %s and all its contacts?
he: אתה בטוח שאתה רוצה למחוק את %s ואת כל אנשי הקשר?

source: Disconnecting...
he: מתנתק...

source: Contributors:
he: תורמים:

source: Artwork:
he: מעצבים:

source: translator-credits
he: שוקי וקנין <radioschizo@yahoo.com> יאיר הרשקוביץ <yairhr@gmail.com>

source: Ekiga is full-featured SIP and H.323 compatible VoIP, IP-Telephony and Videoconferencing application that allows you to make audio and video calls to remote users with SIP and H.323 hardware or software.
he: ‏‏Ekiga היא תוכנה בעלת תמיכה מלאה בשיחות VoIP (‏SIP ו-H.323), טלפוניית IP וועידות וידאו אשר מאפשרת לך לעשות שיחות אודיו ווידאו למשתמשים מרוחקים שברשותם חומרה או תוכנה בעלת תמיכה ב-SIP או H.323.

source: Received Calls
he: שיחות שהתקבלו

source: Placed Calls
he: שיחות שחויגו

source: Missed Calls
he: שיחות שלא נענו

source: Calls History
he: היסטורית שיחות

source: Date
he: תאריך

source: Remote User
he: משתמש מרוחק

source: Call Duration
he: אורך השיחה

source: Call End Reason
he: סיבת סיום השיחה

source: Hang _up
he: _נתק

source: _Call
he: הת_קשר

source: Call this user
he: התקשר למשתמש זה

source: _Send
he: _שלח

source: Send message
he: שלח הודעה

source: _Open URL
he: פתח _כתובת

source: _Copy Equation
he: העתק _משוואה
