Repository: mwilck/ekiga
Catalog: gnome-2-14/po/*.po
Languages: he

source: Chat Window
he: חלון שיחה

source: You
he: אתה

source: says:
he: אומר:

source: say:
he: אומר:

source: New Remote User
he: משתמש מרוחק חדש

source: Changing this setting will only affect new calls
he: שינוי הגדרות הללו ישפיע על שיחות נכנסות חדשות בלבד

source: H.245 Tunneling disabled
he: מנהרת H.245 מבוטלת

source: H.245 Tunneling enabled
he: מנהרת H.245 מופעלת

source: Early H.245 disabled
he: תמיכת H.245 ישן מבוטלת

source: Early H.245 enabled
he: תמיכת H.245 ישן מופעלת

source: Fast Start disabled
he: Fast Start מבוטל

source: Fast Start enabled
he: Fast Start מופעל

source: Enabled silence detection
he: הפעלת גילוי דממה

source: Disabled silence detection
he: ביטול גילוי דממה

source: Personal Information - page %d/%d
he: פרטים אישיים - דף %d/%d

source: Please enter your first name and your surname:
he: אנא הכנס/י שם ושם משפחה:

source: Your first name and surname will be used when connecting to other VoIP and videoconferencing software.
he: שמך הפרטי ושם המשפחה שלך ישמשו כאשר תתחבר/י לתוכנות ועידת וידאו וVoIP.

source: Get an ekiga.net SIP account
he: פתח חשבון SIP ב-ekiga.net

source: I do not want to sign up for the ekiga.net free service
he: אני לא מעוניין להרשם לשירות החינמי של ekiga.net

source: Connection Type - page %d/%d
he: סוג החיבור - דף %d/%d

source: Please choose your connection type:
he: בחר את סוג החיבור שלך:

source: NAT Type - page %d/%d
he: סוג NAT - דף %d/%d

source: Click here to detect your NAT Type:
he: לחץ/י כאן לגילוי סוג הNAT שלך:

source: Detect NAT Type
he: גלה את סוג הNAT

source: Audio Manager - page %d/%d
he: מנהל האודיו - דף %d/%d

source: Please choose your audio manager:
he: אנא בחר את מנהל האודיו שלך:

source: Audio Devices - page %d/%d
he: התקני אודיו - דף %d/%d

source: Please choose the audio output device:
he: אנא בחר את התקני האודיו שלך:

source: The audio output device is the device managed by the audio manager that will be used to play audio.
he: התקן יציאת האודיו היינו ההתקן אשר מנוהל על ידי מנהל האודיו אשר ישמש להשמעת אודיו.

source: Please choose the audio input device:
he: אנא בחר את התקן האודיו:

source: The audio input device is the device managed by the audio manager that will be used to record your voice.
he: התקן האודיו הוא ההתקן אשר מנוהל על ידי מנהל האודיו אשר יקליט את קולך.

source: Test Settings
he: בדוק הגדרות

source: Video Manager - page %d/%d
he: מנהל הוידאו - דף %d/%d

source: Please choose your video manager:
he: בחר את מנהל הוידאו שלך:

source: The video manager is the plugin that will manage your video devices, Video4Linux is the most common choice if you own a webcam.
he: מנהל הוידאו הוא תוסף אשר מנהל את התקני הוידאו שלך, Video4Linux היא הבחירה הנפוצה אם ברשותך מצלמת אינטרנט.

source: Video Devices - page %d/%d
he: התקני הוידאו - דף %d/%d

source: Please choose the video input device:
he: אנא בחר את התקני הוידאו:

source: The video input device is the device managed by the video manager that will be used to capture video.
he: התקן הוידאו הוא ההתקן אשר מנוהל על ידי מנהל הוידאו אשר ישתמש ללכידת וידאו.

source: Configuration complete - page %d/%d
he: ההגדרות הסתיימו - דף %d/%d

source: 56k Modem
he: 56k מודם

source: xDSL/Cable
he: xDSL/כבלים

source: T1/LAN
he: T1/רשת

source: Keep current settings
he: שמור הגדרות נוכחיות

source: General History
he: היסטוריית שיחות כללית

source: Open text chat
he: פתח צ'ט

source: Open address book
he: פתח ספר כתובות

source: Display images from your camera device
he: הצג תמונות מתוך התקן המצלמה שלך

source: Audio transmission status. During a call, click here to suspend or resume the audio transmission.
he: מצב העברת האודיו. במשך שיחה, לחץ כאן להשהות או לחדש את שידור האודיו.

source: Video transmission status. During a call, click here to suspend or resume the video transmission.
he: מצב העברת הוידאו. במשך שיחה, לחץ כאן להשהות או לחדש את שידור הוידאו.

source: C_all
he: הת_קשר

source: _Hang up
he: _נתק

source: _Available
he: _פנוי

source: Display a popup to accept the call
he: הצג חלון קופץ כדי לקבל את השיחה

source: Aut_o Answer
he: מענ_ה אוטומטי

source: Auto answer calls
he: מענה אוטומטי לשיחות

source: _Do Not Disturb
he: _נא לא להפריע

source: Reject calls
he: דחה שיחות

source: _Forward
he: _העבר

source: Forward calls
he: העבר שיחות

source: Speed dials
he: חיוג מהיר

source: _Hold Call
he: _החזק שיחה

source: Hold the current call
he: החזק שיחה נוכחית

source: _Transfer Call
he: _שליחת שיחה

source: Transfer the current call
he: שלח את השיחה הנוכחית

source: Suspend _Audio
he: השתק _קול

source: Suspend or resume the audio transmission
he: השתק או חדש שליחת אודיו

source: Suspend _Video
he: השהה _וידאו

source: Suspend or resume the video transmission
he: הפעל או חדש שליחת וידאו

source: _Save Current Picture
he: _שמור תמונה נוכחית

source: Save a snapshot of the current video
he: שמור תצלום של הוידאו הנוכחי

source: _Quit
he: _יציאה

source: Quit Ekiga
he: צא מ-Ekiga

source: _Edit
he: _ערוך

source: Configuration Druid
he: אשף ההגדרות

source: Run the configuration druid
he: הרץ את אשף ההגדרות

source: _Accounts
he: _חשבונות

source: Edit your accounts
he: ערוך את החשבונות שלך

source: _Preferences
he: _הגדרות

source: Change your preferences
he: שנה את ההגדרות שלך

source: _View
he: _תצוגה

source: Control Panel
he: לוח הבקרה

source: _Dialpad
he: _מקשי חיוג

source: View the dialpad
he: הצג מקשי חיוג

source: _Audio Settings
he: _הגדרות אודיו

source: View audio settings
he: הצג הגדרות אודיו

source: _Video Settings
he: _הגדרות וידאו

source: View video settings
he: הצג הגדרות וידאו

source: Statistics
he: סטטיסטיקות

source: View audio/video transmission and reception statistics
he: הצג סטטיסטיקות קבלת שידורי אודיו/וידאו

source: Local Video
he: וידאו מקומי

source: Local video image
he: תמונת וידאו מקומית

source: Remote Video
he: וידאו מרוחק

source: Remote video image
he: תמונת וידאו מרוחקת

source: Both (Picture-in-Picture)
he: ביחד (תמונה-בתוך-תמונה)

source: Both video images
he: שתי תמונות הוידאו

source: Both (Side-by-Side)
he: שניהם (אחד-ליד-השני)

source: Both (Both in New Windows)
he: שניהם (שניהם בחלונות חדשים)

source: Zoom In
he: התקרב

source: Zoom in
he: התקרב

source: Zoom Out
he: התרחק

source: Zoom out
he: התרחק

source: Normal Size
he: גודל נורמאלי

source: Normal size
he: גודל נורמאלי

source: Fullscreen
he: מסך מלא

source: _Tools
he: _כלים

source: Address _Book
he: ספר _כתובות

source: Open the address book
he: פתח את ספר הכתובות

source: View the operations history
he: הצג היסטוריית פעולות

source: View the calls history
he: הצג היסטוריית שיחות

source: PC-To-Phone Account
he: חשבון PC-To-Phone

source: Manage your PC-To-Phone account
he: נהל את חשבון הPC-To-Phone שלך

source: _Help
he: _עזרה

source: _Contents
he: _נושאי העזרה

source: _About
he: _אודות

source: Dialpad
he: לוח חיוג

source: Adjust brightness
he: התאם בהירות

source: Adjust whiteness
he: התאם לובן

source: Adjust color
he: התאם צבע

source: Adjust contrast
he: התאם ניגוד

source: Video
he: וידאו

source: Audio
he: אודיו

source: Notification area not detected
he: אזור ההתרעה לא התגלה

source: _Retrieve Call
he: _קבל שיחה

source: Resume _Audio
he: המשך _קול

source: Resume _Video
he: המשך _וידאו

source: Transfer call to:
he: העבר שיחה אל:

source: Transfer
he: העבר

source: Reject
he: דחה

source: Accept
he: קבל

source: Incoming call from
he: שיחה נכנסת מ

source: Remote URL:
he: ‏כתובת מרוחקת:

source: Remote Application:
he: תוכנה מרוחקת

source: Prints debug messages in the console (level between 1 and 6)
he: הצג הודעות debug במסוף (רמה מ1 עד 6)

source: No usable audio plugin detected
he: לא נתגלה תוסף אודיו שמיש

source: Error
he: שגיאה

source: Bandwidth
he: רוחב פס

source: Personal Information
he: פרטים אישיים

source: _First name:
he: _שם פרטי:

source: Sur_name:
he: שם _משפחה:

source: Enter your surname
he: הכנס/י את שם המשפחה

source: E-_mail address:
he: כתובת דוא_"ל:

source: Enter your e-mail address
he: הכנס/י את כתובת הדוא"ל

source: _Comment:
he: _הערות:

source: Enter a comment about yourself
he: הכנס הערה על עצמך

source: _Location:
he: _מיקום:

source: Enter your country or city
he: הכנס את הארץ או העיר

source: _Apply
he: _החל

source: Ekiga GUI
he: ממשק המשתמש של Ekiga

source: Start _hidden
he: התחל _ממוזער

source: Video Display
he: תצוגת וידאו

source: Place windows displaying video _above other windows
he: הצב חלונות שמציגים וידאו _מעל כל החלונות

source: Users Directory
he: ספריית המשתמשים

source: Users directory:
he: ספריית המשתמשים:

source: The users directory server to register with
he: שרת ספריית המשתמשים להרשמה

source: Enable _registering
he: אפשר רישו_ם

source: If enabled, register with the selected users directory
he: בחירת האופציה תרשום אותך עם ספריית המשתמשים הנבחרת

source: _Publish my details in the users directory when registering
he: _הצג את הפרטים שלי בספריית המשתמשים כאשר נרשמים

source: If enabled, your details are shown to people browsing the users directory. If disabled, you are not visible to users browsing the users directory, but they can still use the callto URL to call you.
he: בחירת האפשרות תציג את פרטייך לאנשים בספריית המשתמשים. ביטול האפשרות תביא לכך שמשתמשים לא יוכלו לראות אותך בספריית המשתמשים, אך יוכלו עדיין להתקשר אליך בעזרת כתובת קבלת השיחות שלך.

source: Call Forwarding
he: העברת שיחות

source: _Always forward calls to the given host
he: תמיד העבר שיח_ות אל השרת הנתון

source: Forward calls to the given host if _no answer
he: העברת שיחות למארח אם _אין תשובה

source: Forward calls to the given host if _busy
he: העברת שיחות למארח אם _עסוק

source: Call Options
he: אפשרויות שיחה

source: Automatically _clear calls after 30 seconds of inactivity
he: נק_ה שיחות אוטומטית אחרי 30 שניות של חוסר פעילות

source: Event
he: ארוע

source: Play
he: נגן

source: IP Translation
he: תרגום כתובות IP

source: Network Interface
he: ממשק רשת

source: NAT Settings
he: הגדרות NAT

source: STUN Se_rver:
he: שר_ת STUN:

source: String
he: מחרוזת

source: Advanced Settings
he: הגדרות מתקדמות

source: Enable H.245 _tunneling
he: תעל_ת H.245 מופעלת

source: Enable _early H.245
he: אפשר H.245 ישן

source: Enable fast _start procedure
he: הפעל התחלת _פרוצדורה מהירה

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
he: החיבור יתקיים במצב Fast Start. Fast Start היא דרך חדשה להתחלת שיחות במהירות גבוהה יותר מאשר היה בH.323v2. הוא אינו נתמך על ידי נטמיטינג אבל שימוש בחיבור Fast Start וH.245 יכול לגרום לקריסת כמה גרסאות של Netmeeting

source: _Send DTMF as:
he: _שלח DTMF כ:

source: Audio Plugin
he: תוספי אודיו

source: Audio plugin:
he: תוספי אודיו:

source: The audio plugin that will be used to detect the devices and manage them.
he: תוסף האודיו אשר ישמש לגילוי ההתקנים ויטפל בהם.

source: Audio Devices
he: התקן אודיו

source: Output device:
he: התקן יציאה:

source: Input device:
he: התקן כניסה:

source: _Detect devices
he: _גלה התקנים

source: Click here to refresh the devices list
he: לחץ/י כאן כדי לרענן את רשימת ההתקנים

source: Large
he: גדול

source: PAL (Europe)
he: PAL (אירופאי)

source: NTSC (America)
he: NTSC (אמריקאי)

source: SECAM (France)
he: SECAM (צרפתי)

source: Auto
he: אוטומטי

source: Video Plugin
he: תוסף וידאו

source: Video plugin:
he: תוסף וידאו:

source: Video Devices
he: התקני וידאו

source: Channel:
he: ערוץ:

source: Size:
he: גודל:

source: Format:
he: פורמט:

source: Image:
he: תמונה:

source: Choose a Picture
he: בחר תמונה

source: Preview
he: תצוגה מקדימה

source: Images
he: תמונות

source: Click here to refresh the devices list.
he: לחץ/י כאן כדי לרענן את רשימת ההתקנים.

source: Available Audio Codecs
he: מקודדי אודיו זמינים

source: Audio Codecs Settings
he: הגדרות מקודדי אודיו

source: Automatically adjust _jitter buffer between
he: התאם אוטומטית _jitter buffer בין

source: and
he: ו

source: ms
he: מילי-שנייה

source: The minimum jitter buffer size for audio reception (in ms).
he: מינימום גודל jitter buffer לקבלת אודיו (במילי-שנייה)

source: The maximum jitter buffer size for audio reception (in ms).
he: מקסימום גודל jitter buffer לקבלת אודיו (במילי-שנייה)

source: Enable silence _detection
he: אפשר גילוי _דממה

source: General Settings
he: הגדרות כלליות

source: Bandwidth Control
he: בקרת רוחב פס

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value.
he: רוחב הפס המקסימלי בקילובתים/שניה. איכות הוידאו ומספר הפריימים המעוברים לשנייה יווסתו דינמית מעל המינימום במהלך השיחה כדי לצמצם את רוחב הפס לערך הנתון.

source: Advanced Quality Settings
he: הגדרת איכות מתקדמת

source: Frame Rate
he: קצב פריימים

source: Picture Quality
he: איכות תמונה

source: Choose if you want to favour speed or quality for the transmitted video.
he: בחר/י אם ברצונך להעדיף איכות או מהירות עבור הוידאו הנשלח.

source: General
he: כללי

source: Personal Data
he: מידע אישי

source: Directory Settings
he: הגדרות ספרייה

source: Sound Events
he: צלילים

source: H.323 Settings
he: הגדרות H.323

source: Codecs
he: מקודדים

source: Audio Codecs
he: מקודדי אודיו

source: Video Codecs
he: מקודדי וידאו

source: Devices
he: התקנים

source: PC-To-Phone Settings
he: הגדרות PC-To-Phone

source: Account _number:
he: מספר _חשבון:

source: _Password:
he: _סיסמה:

source: Use PC-To-Phone service
he: השתמש בשירות PC-To-Phone

source: Recharge the account
he: טען את החשבון

source: Consult the balance history
he: התייעץ עם היסטוריית המאזן

source: Consult the calls history
he: התייעץ עם היסטוריית השיחות
