Repository: mwilck/ekiga
Catalog: po/*.po
Languages: en@shaw, eu

source: Talk to people over the Internet
eu: Hitz egin jendearekin Internetez

source: Videoconferencing
eu: Bideo-konferentzia

source: 1: 56Kbps, 2: ISDN, 3:DSL, 4: LAN, 5: Custom
eu: 1: 56Kbps, 2: ISDN, 3:DSL, 4: LAN, 5: pertsonalizatua

source: Address of public IP detector
eu: IP helbide publiko detektatzailea

source: Always forward calls to the given host
en@shaw: 佛ゐ别 桂拣 佛ゐ ｐ答
eu: Deiak beti birbidali adierazitako ostalariari

source: Audio input device
en@shaw: 佛 拆
eu: Sarrerako audio-gailua

source: Audio output device
en@shaw: 佛 拆
eu: Irteerako audio-gailua

source: Audio plugin
eu: Audioaren plugin-a

source: Automatic echo cancellation
eu: Oihartzunaren ezeztapen automatikoa

source: Automatically clear the text chat at the end of calls
eu: Garbitu testu-berriketa automatikoki deiak amaitutakoan

source: Automatically switch to fullscreen for images displayed in the main GUI at the beginning of the call
eu: Automatikoki aldatu GUI nagusian bistaratutako irudietarako pantaila osoan agertzeko deien hasieran

source: Change the control panel section
eu: Aldatu kontrol-panelaren atala

source: Change the control panel section (4 means that the control panel is off)
eu: Aldatu kontrol-panelaren atala (4k kontrol-panela itzalita dagoela esan nahi du)

source: Choose the number of blocks (that have not changed) transmitted with each frame. These blocks fill in the background
eu: Aukeratu zenbat bloke (aldatu ez direnak) transmititu behar diren marko bakoitzarekin. Bloke horiek atzeko planoa betetzen dute.

source: Clear inactive calls
eu: Garbitu dei inaktiboak

source: Comment
eu: Iruzkina

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunnelling can crash some versions of Netmeeting
eu: Konexioa Hasiera Azkarra moduan ezarriko da. Hasiera Azkarra H.323v2an sartu den deiak azkarrago hasteko modu berria da. Netmeeting-ek ez du onartzen eta Hasiera Azkarra eta H.245 Tunnelling biak erabiliz gero Netmeeting-en bertsio batzuk honda daitezke.

source: Country code
eu: Estatuaren kodea

source: DTMF sending
eu: DTMF bidaltzen

source: Display a popup window when receiving a call
eu: Bistaratu laster-leihoa deia jasotzean

source: E-mail address
eu: Helbide elektronikoa

source: Enable 'Fast Start'
en@shaw: 别 ' 葛'
eu: Gaitu Hasiera Azkarra

source: Enable H.245 tunnelling
eu: Gaitu H.245 Tunnelling-a

source: Enable IP checking
eu: Gaitu IP egiaztaketa

source: Enable IP translation
eu: Gaitu IPen itzulpena

source: Enable bilinear filtering on displayed video
eu: Gaitu iragazte bilinearra bistaratutako bideoan

source: Enable early H.245
en@shaw: 别 火ゐ H.245
eu: Gaitu H.245 goiztiarra

source: Enable or disable bilinear interpolation when rendering video images (this has no effect in fullscreen mode)
eu: Gaitu edo desgaitu interpolazio bilinearra bideo-irudiak errendatzean (honek ez du eraginik pantaila osoko moduan).

source: Enable registering
eu: Gaitu erregistratzea

source: Enable silence detection
en@shaw: 别 拆ゐ ю
eu: Gaitu isiltasuna detektatzea

source: Enable video reception
eu: Gaitu bideoa hartzea

source: Enable video transmission
eu: Gaitu bideo-transmisioa

source: Enter a comment about yourself for the user directory
eu: Sartu zeuri buruzko iruzkina erabiltzailearen direktoriorako.

source: Enter a valid URL to connect to a web application that outputs the public IP of your host
eu: Idatzi URL baliagarria zure ostalariaren IP publikoa kaleratzen duen web aplikazio batekin konektatzeko

source: Enter the public IP of your NAT/PAT router if you want to use IP translation. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service
eu: Idatzi zure NAT/PAT bideratzailearen IP publikoa, IPen itzulpena erabili nahi baduzu. ils.seconix.com-en erregistratuta bazaude, GnomeMeeting-ek automatikoki eskuratuko du IP publikoa ILS zerbitzua erabiliz.

source: Enter your e-mail address
eu: Sartu zure helbide elektronikoa.

source: Enter your first name
eu: Sartu zure izena.

source: Enter your last name
eu: Sartu zure deitura.

source: Enter your location (country or city) for the user directory
eu: Sartu zure kokalekua (estatua edo herria) erabiltzailearen direktoriorako.

source: First name
eu: Izena

source: Forward calls to host
en@shaw: 桂拣 佛ゐ ｐ答
eu: Birbidali deiak ostalariari

source: Forward calls to the given host if busy
en@shaw: 桂拣 佛ゐ ｐ答
eu: Birbidali deiak emandako ostalariari okupatuta badago

source: Forward calls to the given host if no answer
en@shaw: 桂拣 佛ゐ ｐ答
eu: Birbidali deiak emandako ostalariari erantzunik ez badago

source: Gatekeeper ID
eu: Gatekeeper-en IDa

source: Gatekeeper alias
eu: Gatekeeper-en aliasa

source: Gatekeeper alias as primary alias
eu: Gatekeeper-en aliasa

source: Gatekeeper host
eu: Gatekeeper-en ostalaria

source: Gatekeeper password
eu: Gatekeeper-en pasahitza

source: Gateway/proxy host
eu: Atebidea/proxy ostalaria

source: If enabled, GnomeMeeting will start hidden provided that the notification area is present in the GNOME panel
eu: Gaituta badago, GnomeMeeting ezkutatuta abiaraziko da, adierazpeneko area GNOMEko panelean agertuko da

source: If enabled, a popup window will be displayed when receiving an incoming call
eu: Gaituta badago, laster-leiho bat bistaratuko da deiak jasotzean.

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below
en@shaw: 别ゐ, 佛 仇ヰ 佛ゐ 火 ｐ答 ю拆 梆ゐ ゐ
eu: Gaituta badago, sartzen diren dei guztiak beheko eremuan adierazitako ostalariari birbidaliko zaizkio.

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you already are in a call or if you are in Do Not Disturb mode
en@shaw: 别ゐ, 佛 仇ヰ 佛ゐ 火 ｐ答 ю拆 梆ゐ ゐ 佛ゐю 佛 火 ヰ答
eu: Gaituta badago, sartzen diren dei guztiak beheko eremuan adierazitako ostalariari birbidaliko zaizkio, dei batekin bazaude edo 'Ez molestatu' moduan bazaude.

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field below if you do not answer the call
en@shaw: 别ゐ, 佛 仇ヰ 佛ゐ 火 ｐ答 ю拆 梆ゐ ゐ 佛
eu: Gaituta badago, sartzen diren dei guztiak beheko eremuan adierazitako ostalariari birbidaliko zaizkio, zuk deia erantzuten ez baduzu.

source: If enabled, allows video to be received during a call
eu: Gaituta badago, bideoak jaso ahal izango dira deia martxan dagoela.

source: If enabled, calls for which no audio and video has been received in the last 30 seconds are automatically cleared
eu: Gaituta badago, azken 30 segundotan jaso diren ez audio ez bideo deiak automatikoki garbituko dira

source: If enabled, register with the selected user directory
eu: Gaituta badago, erregistratu hautatutako erabiltzailearen direktorioarekin.

source: If enabled, the splash screen will be displayed when GnomeMeeting starts
eu: Gaituta badago, splash pantaila bistaratuko da GnomeMeeting abiaraztean.

source: If enabled, the text chat will automatically be cleared at the end of calls
eu: Gaituta badago, testu-berriketa automatikoki garbituko da deiak bukatzean.

source: If enabled, use silence detection with the GSM and G.711 codecs
eu: Gaituta badago, erabili isiltasuna detektatzea GSM eta G.711 kodekekin.

source: If enabled, video is transmitted during a call
eu: Gaituta badago, bideoa transmitituko da deia martxan dagoela.

source: If enabled, your details are shown to people browsing the user directory. If disabled, you are not visible to users browsing the user directory, but they can still use the callto URL to call you
eu: Gaituta badago, zure xehetasunak erabiltzaile-direktorioa arakatzen duen jendeari erakutsiko zaizkio. Desgaituta badago, ez zara ikusgai egongo erabiltzaile-direktorioa arakatzen duten erabiltzaileentzat, baina callto URLa erabil dezakete zuri deitzeko.

source: Incoming call mode
eu: Sarrerako deia

source: Kind of network selected in the druid
en@shaw: 拆 ю火 ゐю 叼
eu: Laguntzailean hautatutako sare-mota

source: Last name
eu: Deitura

source: Listen port
en@shaw: ゐ 桂
eu: Entzuteko ataka

source: Local video window size
en@shaw: ゐ答 拆
eu: Bideo lokalaren leihoaren zabalera

source: Location
eu: Helbidea

source: Maximum jitter buffer
en@shaw: ヰヰ ○ 仇
eu: Bufferraren gehienezko atzerapena

source: Maximum video bandwidth
eu: Bideo-bandaren gehienezko zabalera

source: Minimum jitter buffer
eu: Bufferraren gutxieneko atzerapena

source: Minimum transmitted video quality
eu: Transmititutako gutxieneko bideo-kalitatea

source: Missed calls history
eu: Galdutako deien historia

source: No answer timeout
en@shaw: 拆ヰ
eu: Erantzunik ez denbora-muga

source: Number of frames for G.711
eu: G.711rako marko-kopurua

source: Number of frames for GSM
eu: GSMrako marko-kopurua

source: Number of frames transmitted in each packet for the G.711 codec
eu: Pakete bakoitzean G.711 kodekerako transmititutako marko-kopurua.

source: Number of frames transmitted in each packet for the GSM codec
eu: Pakete bakoitzean GSM kodekerako transmititutako marko-kopurua.

source: Output device type
eu: Irteerako gailu mota

source: Place windows displaying video above other windows during calls
en@shaw: ゐ别 答 ゐ别 仇 仇 答 拣 佛ゐ
eu: Kokatu bideoak erakusten dituzten leihoak beste leihoen gainetik deia martxan dagoela.

source: Placed calls history
eu: Landutako deien historia

source: Play busy tone
en@shaw: ゐ 答
eu: Erreproduzitu lanpetuta egoerako tonua

source: Play ring tone
en@shaw: ゐ 答
eu: Erreproduzigailuaren txirrina tonua

source: Play sound on incoming calls
en@shaw: ゐ 仇ヰ 佛ゐ
eu: Erreproduzitu soinua deiak jasotzean

source: Position of the local video window
en@shaw: ゐ答
eu: Bideo lokalaren leihoaren kokalekua

source: Position on the screen of the PC-To-Phone window
eu: 'PCtik telefonora' leihoaren kokalekua pantailan

source: Position on the screen of the address book window
en@shaw: 梆 ю
eu: Helbide-liburuaren leihoaren kokalekua pantailan

source: Position on the screen of the calls history window
eu: Deien historia leihoaren kokalekua pantailan

source: Position on the screen of the druid window
en@shaw: 梆 叼
eu: Morroia leihoaren kokalekua pantailan

source: Position on the screen of the log window
en@shaw: 梆 ゐ
eu: Eginkaria leihoaren kokalekua pantailan

source: Position on the screen of the main window
en@shaw: 梆 ヰ别
eu: Leiho nagusiaren kokalekua pantailan

source: Position on the screen of the preferences window
en@shaw: 梆 ю拣
eu: Hobespenak leihoaren kokalekua pantailan

source: Public IP of the NAT/PAT router
eu: NAT/PAT bideratzailearen IP publikoa

source: Received calls history
eu: Jasotako deien historia

source: Registering method
eu: Erregistratzeko metodoa

source: Remote video window position
en@shaw: ヰ答
eu: Urruneko bideoaren leihoaren kokalekua

source: Remote video window size
en@shaw: ヰ答 拆
eu: Urruneko bideoaren leihoaren tamaina

source: Revision of the schema file
eu: Eskema-fitxategiaren berrikuspena

source: Select the audio input device to use
en@shaw: ゐю 佛 拆 筐
eu: Hautatu erabili beharreko audio-sarrerako gailua

source: Select the audio output device to use
en@shaw: ゐю 佛 拆 筐
eu: Hautatu erabili beharreko audio-irteerako gailua

source: Select the format for video cameras (does not apply to most USB cameras)
eu: Hautatu bideo-kameretako formatua (ez zaie USB kamera gehienei aplikatzen).

source: Select the transmitted video size: Small (QCIF 176x144) or Large (CIF 352x288)
eu: Hautatu transmititutako bideoaren tamaina: txikia (QCIF 176x144) edo handia (CIF 352x288).

source: Select the video input device to use. If an error occurs when using this device a test picture will be transmitted.
en@shaw: ゐю 拆 筐. 火 火 ю 筐 拆 ю ヰ.
eu: Hautatu erabili beharreko bideo-sarrerako gailua. Gailu hau erabiltzean errorerik gertatzen bada, probako irudi bat transmitituko da.

source: Show chat window
eu: Erakutsi berriketa-leihoa

source: Show my details to other registered users
eu: Erakutsi niri buruzko xehetasunak erregistratutako beste erabiltzaileei

source: Show splash screen at startup
eu: Erakutsi splash pantaila abiatzean

source: Show the chat window in the main window
eu: Erakutsi berriketa-leihoa leiho nagusian

source: Size of the PC-To-Phone window
eu: 'PC telefonora' leihoaren tamaina

source: Size of the address book window
en@shaw: 拆 ю
eu: Helbide-liburua leihoaren tamaina

source: Size of the calls history window
eu: Deien historia leihoaren tamaina

source: Size of the druid window
en@shaw: 拆 叼
eu: Morroia leihoaren tamaina

source: Size of the log window
eu: Egunkaria leihoaren tamaina

source: Size of the preferences window
en@shaw: 拆 ю拣
eu: Hobespenak leihoaren tamaina

source: Start hidden
en@shaw: 葛 ｐ
eu: Hasi ezkutatuta

source: Switch to fullscreen
eu: Bistaratu pantaila osoa

source: TCP port range
eu: TCP atakaren barrutia

source: The Audio Codecs List
en@shaw: 佛 答ю ゐ
eu: Audio kodeken zerrenda

source: The Automatic Echo Cancellation level: Off, Low, Medium, High, Automatic Gain Compensation. Choosing Automatic Gain Compensation modulates the volume for best quality.
eu: Oihartzunaren ezeztapen automatikoaren maila: inaktibo, txikia, ertaina, handia, irabaziaren konpentsazio automatikoa. Irabaziaren konpentsazio automatikoa aukeratuz gero, bolumena modulatzen da kalitate onena izan dezan.

source: The Gatekeeper alias to use when registering (string, or E164 ID if only 0123456789#)
eu: Erregistratzean erabili beharreko Gatekeeper-en aliasa (katea edo E164 ID, 0123456789# bakarrik bada).

source: The Gatekeeper host to register with
eu: Erregistratzeko erabiliko den Gatekeeper-en ostalaria

source: The Gatekeeper identifier to register with
eu: Erregistratzeko erabiliko den Gatekeeper-en identifikatzailea.

source: The Gatekeeper password to use for H.235 authentication to the Gatekeeper
eu: Gatekeeper-erako H.235 autentifikaziorako erabili beharreko Gatekeeper-en pasahitza.

source: The Gateway host is the host to use to do H.323 calls through a gateway that will relay calls
eu: Atebide ostalaria H.323 deiak txandatzen dituen atebidearen bitartez deiak egiteko erabiliko den ostalaria da

source: The busy tone sound
en@shaw: 答
eu: Lanpetutako tonuaren soinua

source: The default video view
en@shaw: 佛ゐ
eu: Bideo-ikuspegi lehenetsia

source: The default video view (0: Local, 1: Remote, 2: Both incrusted, 3: Both with local video in a separate window, 4: Both)
eu: Bideo-ikuspegi lehenetsia (0: lokala, 1: urrunekoa, 2: biak sartuta, 3: biak bideo lokala beste leiho batean dagoela, 4: biak)

source: The history of the last 100 missed calls
eu: Azken 100 dei galduen historia

source: The history of the last 100 placed calls
eu: Azken 100 landutako deien historia

source: The history of the last 100 received calls
eu: Azken 100 jasotako deien historia

source: The host where calls should be forwarded to in the cases selected above
eu: Goian hautatutako kasuetan deiak birbideratuko zaizkion ostalaria.

source: The image to transmit if "Picture" is selected as video plugin or if the opening of the device fails. Leave blank to use the default GnomeMeeting logo.
eu: Transmititu beharreko irudia, bideo-gailurako "Irudia" hautatzen bada edo gailua ireki ezin bada. Utzi hutsik GnomeMeeting-en logotipo lehenetsia erabiltzeko.

source: The incoming call sound
en@shaw: 仇ヰ 佛
eu: Sarrerako deien soinua

source: The maximum jitter buffer size for audio reception (in ms)
eu: Audioa jasotzeko bufferraren gehienezko atzerapena (ms-tan).

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value
eu: Bideoaren gehienezko banda-zabalera kbyte/s-tan. Bideo-kalitatea eta segundoko transmititutako marko-kopurua dinamikoki doituko dira beren gutxienekoaren gainetik deiak martxan dauden bitartean, banda-zabalera emandako baliora minimizatzen saiatzeko.

source: The minimum jitter buffer size for audio reception (in ms)
eu: Audioa jasotzeko bufferraren gutxieneko atzerapena (ms-tan).

source: The minimum transmitted video quality to keep when trying to minimize the used bandwidth: choose 100% on a LAN for the best quality, 1% being the worst quality
eu: Erabilitako banda-zabalera minimizatzen saiatzean, transmititutako bideoaren mantendu beharreko gutxieneko kalitatea: aukeratu % 100 sare lokalean kalitate onena izateko. % 1 kalitate txarrena da.

source: The port to listen to for incoming connections. GnomeMeeting needs to be restarted for the new value to take effect.
eu: Sarrerako konexioetarako entzun beharreko ataka. GnomeMeeting berrabiarazi egin behar da balio berriak eragina izateko.

source: The position of the local video window
en@shaw: ゐ答
eu: Bideo lokalaren leihoaren kokalekua

source: The position of the remote video window
en@shaw: ヰ答
eu: Urruneko bideoaren leihoaren kokalekua

source: The prefix that will be used to save pictures of the conversation. That prefix is followed by the snapshot number.
eu: Elkarrizketaren irudiak gordetzeko erabiliko den aurrizkia. Aurrizkiaren ondoren argazkiaren zenbakia joango da.

source: The range of TCP ports beside the listen_port that GnomeMeeting will use for the H.245 channel. You can change the TCP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect. This port range has no effect if both participants to the conference are using H.245 Tunneling.
eu: Entzuteko atakaz gain, GnomeMeeting-ek H.245 kanalerako erabiliko duen TCP ataken barrutia. TCP ataka-barrutia alda dezakezu IPen itzulpena erabiltzen ari bazara eta zure NAT/PAT bideratzailearen atzean hainbat GnomeMeeting martxan eduki behar badituzu. GnomeMeeting berrabiarazi egin behar da balio berriek eragina izateko. Ataka-barruti horrek ez du eraginik konferentziako bi parte-hartzaileak H.245 Tunneling erabiltzen ari badira.

source: The range of UDP ports that GnomeMeeting will use for RTP (audio and video communication channels). You can change the UDP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect.
eu: GnomeMeeting-ek RTPrako erabiliko duen UDP ataken barrutia (audio- eta bideo-komunikaziorako kanalak). UDP ataka-barrutia alda dezakezu IPen itzulpena erabiltzen ari bazara eta zure Nat/PAT bideratzailearen atzean hainbat GnomeMeeting martxan eduki behar badituzu. GnomeMeeting berrabiarazi egin behar da balio berriek eragina izateko.

source: The range of UDP ports that GnomeMeeting will use when registering to gatekeepers. You can change the UDP port range if you are using IP translation and if you need to have several GnomeMeeting running behind your NAT/PAT router. GnomeMeeting needs to be restarted for the new values to take effect. This port range has no effect if you are not registering to a gatekeeper.
eu: GnomeMeeting-ek gatekeeper-etan erregistratzeko erabiliko duen UDP ataken barrutia. UDP ataka-barrutia alda dezakezu IPn itzulpena erabiltzen ari bazara eta zure NAT/PAT bideratzailearen atzean hainbat GnomeMeeting martxan eduki behar badituzu. GnomeMeeting berrabiarazi egin behar da balio berriek eragina izateko. Ataka-barruti horrek ez du eraginik gatekeeper bateanerregistratzen ez bazara.

source: The registering method to use
eu: Erregistratzeko erabili beharreko metodoa

source: The ring tone sound
eu: Txirrina tonuaren soinua

source: The save prefix
eu: Gordetzeko aurrizkia

source: The size of the local video window
en@shaw: 拆 ゐ答
eu: Bideo lokalaren leihoaren tamaina

source: The size of the remote video window
en@shaw: 拆 ヰ答
eu: Urruneko bideoaren leihoaren tamaina

source: The sound that will be played on incoming calls, if enabled
en@shaw: ゐ别 仇ヰ 佛ゐ, 别ゐ
eu: Deiak jasotzean erreproduzituko den soinua, gaituta badago

source: The sound that will be played when calling somebody, if enabled
en@shaw: ゐ别 ю 佛ゐ 仇ヰ, 别ゐ
eu: Norbait deitzen ari denean erreproduzituko den soinua, gaituta badago

source: The two-letter country code of your country (e.g.: BE, UK, FR, DE, ...)
eu: Zure estatuaren bi letrako herrialde-kodea (adib.: BE, UK, FR, DE...).

source: The user directory server to register with
eu: Erregistratzeko erabiliko duzun erabiltzailearen direktorioaren zerbitzaria

source: The video channel number to use (to select camera, tv or other sources)
en@shaw: 仇ヰ 筐 ( ゐю ヰ火, 路路 仇 桂)
eu: Erabili beharreko bideo-kanalaren zenbakia (kamera, tb edo bestelako iturriak hautatzeko).

source: The video plugin that will be used to detect the devices and manage them
eu: Bideo plugin-a, gailuak detektatzeko eta kudeatzeko erabiliko dena

source: The zoom value
en@shaw: 叼 ゐ
eu: Zoomaren balioa

source: The zoom value to apply to images displayed in the main GUI (can be 0.50, 1.00, or 2.00)
eu: GUI nagusian bistaratutako irudiei aplikatzeko zoomaren balioa (0.50, 1.00, edo 2.00 izan daiteke)

source: This enables H.245 Tunnelling mode. In H.245 Tunnelling mode H.245 messages are encapsulated into the the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunnelling was introduced in H.323v2 and Netmeeting does not support it. Using both Fast Start and H.245 Tunnelling can crash some versions of Netmeeting.
eu: Horrek H.245 Tunnelling modua gaitzen du. H.245 Tunnelling moduan H.245 mezuak H.225 kanalean kapsulatzen dira (1720 ataka). Horrek TCP konexioa gordetzen du deiak martxan dauden bitartean. H.245 Tunnelling H.323v2-an sartu zen eta Netmeeting-ek ez du onartzen. Hasiera Azkarra eta H.245 Tunnelling biak batera erabiliz gero, Netmeeting-en hainbat bertsio kraska daitezke.

source: This enables H.245 early in the setup
en@shaw: 别ゐ H.245 火ゐ ю仇
eu: Honek H.245 goiztiarra konfigurazioan gaitzen du

source: This enables IP translation. IP translation is useful if GnomeMeeting is running behind a NAT/PAT router. You have to put the public IP of the router in the field below. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service. If your router natively supports H.323, you can disable this
eu: Horrek IPen itzulpena gaitzen du. IPen itzulpena erabilgarria da GnomeMeeting NAT/PAT bideratzailearen atzean exekutatzen ari bada. Bideratzailearen IP publikoa beheko eremuan jarri behar duzu. ils.seconix.com-en erregistratuta bazaude, GnomeMeeting-ek automatikoki eskuratuko du IP publikoa ILS zerbitzua erabiliz. Zure bideratzaileak berez H.323 onartzen badu, hori desgaitu egin dezakezu.

source: This permits to set the mode for DTMFs sending. The values can be "All" (0), "None" (1), "rfc2833" (2), "Signal" (3) or "String" (4) (default is "All"). Choosing other values than "All", "String" or "rfc2833" disables the Text Chat
eu: Horri esker, erabiltzailearen sarrera-gaitasunetarako modua ezar daiteke. Balioak hauek izan daitezke: "Denak" (0), "Bat ere ez" (1), "rfc2833"(2), "Seinalea" (3) or "Katea" (4) (lehenetsia "Denak") da. "Denak", "Katea" edo "rfc2833" ez diren balioak hautatuz gero, testu-berriketa desgaituko da.

source: Transmitted background blocks
eu: Transmititutako atzeko planoko blokeak

source: UDP port range
eu: UDP ataka-barrutia

source: Use the gateway
eu: Erabili atebidea

source: Use the specified gateway to do calls
eu: Erabili zehaztutako atebidea deiak egiteko

source: User directory
eu: Erabiltzaile-direktorioa

source: Version
eu: Bertsioa

source: Video channel
eu: Bideo-kanala

source: Video format
en@shaw: 桂ヰ
eu: Bideo-formatua

source: Video image
eu: Bideo-irudia

source: Video input device
en@shaw: 拆
eu: Bideo-sarrerako gailua

source: Video plugin
eu: Bideo plugin-a
