Repository: mwilck/ekiga
Catalog: po/*.po
Languages: en@shaw, eu

source: GnomeMeeting got an invalid value for the GConf key %s. It probably means that your GConf schemas have not been correctly installed or the that permissions are not correct. Please check the FAQ (http://www.gnomemeeting.org/faq.php), the throubleshoot section of the GConf site (http://www.gnome.org/projects/gconf/) or the mailing list archives for more information (http://mail.gnome.org) about this problem.
eu: GnomeMeeting-ek GConf %s gakoarentzat balio baliogabea jaso du. Agian esan nahi du zure GConf eskemak ez direla behar bezala instalatu edo baimenak ez direla zuzenak. Egiaztatu FAQ (http://www.gnomemeeting.org/faq.php), GConf orriaren (http://www.gnome.org/projects/gconf/) 'throubleshoot' atala edo posta-zerrendako artxiboak (http://mail.gnome.org) arazoari buruz informazio gehiago lortzeko.

source: Gconf key error
eu: Gconf gako-errorea

source: Generic error
eu: Errore orokora

source: Bandwidth
eu: Banda-zabalera

source: Personal Information
en@shaw: 火 拣ヰ别
eu: Informazio pertsonala

source: _First name:
eu: _Izena:

source: Sur_name:
eu: _Abizena:

source: Enter your surname
eu: Sartu zure deitura.

source: E-_mail address:
eu: _Helbide elektronikoa:

source: _Comment:
eu: I_ruzkina:

source: Enter a comment about yourself
eu: Sartu zeuri buruzko iruzkina

source: _Location:
eu: _Helbidea:

source: Enter your country or city
eu: Sartu zure herrialde edo herria

source: _Apply
eu: _Aplikatu

source: Click here to update the users directory you are registered to with the new First Name, Last Name, E-Mail, Comment and Location or to update your alias on the Gatekeeper
eu: Egin klik hemen izen, deitura, helbide elektroniko eta helbide berriekin erregistratzen ari zaren erabiltzailearen direktorioa eguneratzeko edo Gatekeeper-eko aliasa eguneratzeko.

source: _Show splash screen
eu: _Erakutsi splash pantaila

source: Start _hidden
en@shaw: 葛 _ｐ
eu: Abiarazi _ezkutatuta

source: Video Display
en@shaw: ゐ
eu: Bideo-bistaratzea

source: Place windows displaying video _above other windows
en@shaw: ゐ别 答 ゐ别 _仇 仇 答
eu: Kokatu bideoa bistaratzen dituzten leihoak beste leihoen gainetik

source: Users Directory
eu: Erabiltzaile-direktorioa

source: Users directory:
eu: Erabiltzaile-direktorioa:

source: The users directory server to register with
eu: Erregistratzeko erabiliko duzun erabiltzailearen direktorioaren zerbitzaria.

source: Enable _registering
eu: Gaitu e_rregistratzea

source: If enabled, register with the selected users directory
eu: Gaituta badago, erregistratu hautatutako erabiltzailearen direktorioarekin.

source: _Publish my details in the users directory when registering
eu: _Argitaratu nire xehetasunak erabiltzaileen direktorioan eregistratzean

source: If enabled, your details are shown to people browsing the users directory. If disabled, you are not visible to users browsing the users directory, but they can still use the callto URL to call you.
eu: Gaituta badago, zure xehetasunak erabiltzaile-direktorioa arakatzen duen jendeari erakutsiko zaizkio. Desgaituta badago, ez zara ikusgai egongo erabiltzaile-direktorioa arakatzen duten erabiltzaileentzat, baina callto URLa erabil dezakete zuri deitzeko.

source: Call Forwarding
en@shaw: 佛 火
eu: Deia birbidaltzea

source: Forward calls to _host:
eu: Birbidali deiak _ostalariari:

source: _Always forward calls to the given host
en@shaw: _佛ゐ别 桂拣 佛ゐ ｐ答
eu: _Deiak beti adierazitako ostalariari birbidali

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field above
eu: Gaituta badago, sartzen diren dei guztiak beheko eremuan adierazitako ostalariari birbidaliko zaizkio.

source: Forward calls to the given host if _no answer
en@shaw: 桂拣 佛ゐ ｐ答 _
eu: Birbidali deiak adierazitako ostalariari _erantzunik ez badago

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field above if you do not answer the call
eu: Gaituta badago, sartzen diren dei guztiak beheko eremuan adierazitako ostalariari birbidaliko zaizkio, zuk deia erantzuten ez baduzu.

source: Forward calls to the given host if _busy
en@shaw: 桂拣 佛ゐ ｐ答 _
eu: Birbidali deiak adierazitako ostalariari _okupatuta badago

source: If enabled, all incoming calls will be forwarded to the host that is specified in the field above if you already are in a call or if you are in Do Not Disturb mode
eu: Gaituta badago, sartzen diren dei guztiak beheko eremuan adierazitako ostalariari birbidaliko zaizkio, dei batekin bazaude edo 'Ez molestatu' moduan bazaude.

source: Call Options
en@shaw: 佛
eu: Deiaren aukerak

source: Automatically _clear calls after 30 seconds of inactivity
eu: _Garbitu deiak automatikoki 30 segundo inaktiboki igarotakoan

source: Reject or forward unanswered incoming calls after
eu: Ezetsi edo birbidali erantzun ez diren sarrerako deiak

source: seconds
eu: segundo ondoren

source: GnomeMeeting Sound Events
eu: GnomeMeeting-en soinu gertaerak

source: Event
en@shaw: ю
eu: Gertaera

source: Sound to play:
eu: Soinua erreproduzitzeko:

source: Play
en@shaw: ゐ
eu: Erreproduzitu

source: All
eu: Denak

source: Signal
eu: Seinalea

source: String
eu: Katea

source: H.323 Version 2 Settings
eu: H.323-ren 2. bertsioaren ezarpenak

source: Enable H.245 _tunneling
en@shaw: 别 H.245 _仇ゐ
eu: Gaitu H.245 _tunnelling

source: This enables H.245 Tunneling mode. In H.245 Tunneling mode H.245 messages are encapsulated into the the H.225 channel (port 1720). This saves one TCP connection during calls. H.245 Tunneling was introduced in H.323v2 and Netmeeting does not support it. Using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
eu: Horrek H.245 Tunnelling modua gaitzen du. H.245 Tunnelling moduan H.245 mezuak H.225 kanalean kapsulatzen dira (1720 ataka). Horrek TCP konexioa gordetzen du deiak martxan dauden bitartean. H.245 Tunnelling H.323v2-an sartu zen eta Netmeeting-ek ez du onartzen. Hasiera Azkarra eta H.245 Tunnelling biak batera erabiliz gero, Netmeeting-en hainbat bertsio kraska daitezke.

source: Enable _early H.245
en@shaw: 别 _火ゐ H.245
eu: Gaitu H.245 g_oiztiarra

source: Enable fast _start procedure
en@shaw: 别 _葛 梆○
eu: Gaitu Ha_siera Azkarra prozedura

source: Connection will be established in Fast Start mode. Fast Start is a new way to start calls faster that was introduced in H.323v2. It is not supported by Netmeeting and using both Fast Start and H.245 Tunneling can crash some versions of Netmeeting.
eu: Konexioa Hasiera Azkarra moduan ezarriko da. Hasiera Azkarra H.323v2an sartu den deiak azkarrago hasteko modu berria da. Netmeeting-ek ez du onartzen eta Hasiera Azkarra eta H.245 Tunnelling biak erabiliz gero Netmeeting-en bertsio batzuk honda daitezke.

source: DTMF Sending
eu: DTMF bidaltzen

source: _Send DTMF as:
en@shaw: _ю DTMF :
eu: _Bidali DTMF honela:

source: This permits to set the mode for DTMFs sending. The values can be "All", "None", "rfc2833", "Signal" or "String" (default is "All"). Choosing other values than "All", "String" or "rfc2833" disables the Text Chat.
eu: Horri esker, DTFM bidaltze modua ezar daiteke. Balioak hauek izan daitezke: "Denak", "Bat ere ez", "rfc2833", "Seinalea" edo "Katea" (lehenetsia "Denak" da). "Denak", "Katea" edo "rfc2833" ez diren balioak hautatuz gero, testu-berriketa desgaitzen da.

source: Do not register
eu: Ez erregistratu

source: Automatically discover
eu: Bilatu automatikoki

source: Gatekeeper _ID:
eu: Gatekeeper-en _IDa:

source: Gatekeeper _host:
eu: Gatekeeper-en _ostalaria:

source: Gatekeeper _alias:
eu: Gatekeeper-en _aliasa:

source: Gatekeeper _password:
eu: Gatekeeper-en _pasahitza:

source: Registering method:
eu: Erregistratzeko metodoa:

source: Click here to update your Gatekeeper settings
eu: Egin klik hemen Gatekeeper-en ezarpenak eguneratzeko.

source: Gateway/Proxy
eu: Atebidea/Proxy-a

source: Gateway / Proxy host:
eu: Atebidea / Proxy ostalaria:

source: Use gateway or proxy
eu: Eraibli atebidea edo proxy-a

source: Enable IP _translation
eu: Gaitu IPen _itzulpena

source: This enables IP translation. IP translation is useful if GnomeMeeting is running behind a NAT/PAT router. You have to put the public IP of the router in the field below. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service. If your router natively supports H.323, you can disable this.
eu: Horrek IPen itzulpena gaitzen du. IPen itzulpena erabilgarria da GnomeMeeting NAT/PAT bideratzailearen atzean exekutatzen ari bada. Bideratzailearen IP publikoa beheko eremuan jarri behar duzu. ils.seconix.com-en erregistratuta bazaude, GnomeMeeting-ek automatikoki eskuratuko du IP publikoa ILS zerbitzua erabiliz. Zure bideratzaileak berez H.323 onartzen badu, hori desgaitu egin dezakezu.

source: Enable _automatic IP checking
eu: Gaitu IP egiaztaketa _automatikoa

source: Public _IP of the NAT/PAT router:
eu: NAT/PAT _bideratzailearen IP publikoa:

source: Enter the public IP of your NAT/PAT router if you want to use IP translation. If you are registered to ils.seconix.com, GnomeMeeting will automatically fetch the public IP using the ILS service.
eu: Idatzi zure NAT/PAT bideratzailearen IP publikoa, IPen itzulpena erabili nahi baduzu. ils.seconix.com-en erregistratuta bazaude, GnomeMeeting-ek automatikoki eskuratuko du IP publikoa ILS zerbitzua erabiliz.

source: Low
eu: Txikia

source: Medium
eu: Tartekoa

source: High
eu: Handia

source: Headset
eu: Aurikularrak

source: Audio Plugin
eu: Audioaren plugin-a

source: Audio plugin:
eu: Audioaren plugin-a:

source: The audio plugin that will be used to detect the devices and manage them.
eu: Audioaren plugin-a gailuak detektatzeko eta kudeatzeko

source: Audio Devices
en@shaw: 佛 拆
eu: Audio-gailuak

source: Output device:
en@shaw: 拆:
eu: Irteerako gailua:

source: Input device:
en@shaw: 拆:
eu: Sarrerako gailua:

source: Quicknet Hardware
eu: Quicknet gailua

source: Echo _cancellation:
eu: Oihartzun-e_zeztatzea:

source: Output device type:
eu: Irteerako gailu mota:

source: Country _code:
eu: Estatuaren _kodea:

source: The two-letter country code of your country (e.g.: BE, UK, FR, DE, ...).
eu: Zure estatuaren bi letrako herrialde-kodea (adib.: BE, UK, FR, DE...).

source: _Detect devices
en@shaw: _ю 拆
eu: _Detektatu gailuak

source: Click here to refresh the devices list
eu: Egin klik hemen gailu-zerrenda freskatzeko.

source: Small
eu: Txikia

source: Large
eu: Handia

source: PAL (Europe)
en@shaw: PAL (路拣)
eu: PAL (Europa)

source: NTSC (America)
eu: NTSC (Amerika)

source: SECAM (France)
eu: SECAM (Frantzia)

source: Video Plugin
eu: Bideoaren plugin-a

source: Video plugin:
eu: Bideoaren plugin-a:

source: Video Devices
en@shaw: 拆
eu: Bideo-gailuak

source: Channel:
eu: Kanala:

source: Size:
en@shaw: 拆:
eu: Tamaina:

source: Format:
en@shaw: 桂ヰ:
eu: Formatua:

source: Image:
eu: Irudia:

source: Click here to refresh the devices list.
eu: Egin klik hemen gailu-zerrenda freskatzeko.

source: Available Audio Codecs
eu: Audio-kodek erabilgarriak

source: Audio Codecs Settings
eu: Audio-kodeken ezarpenak

source: Automatically adjust _jitter buffer between
eu: Doitu _automatikoki hauen arteko bufferraren atzerapena:

source: and
eu: eta

source: The minimum jitter buffer size for audio reception (in ms).
eu: Audioa jasotzeko bufferraren gutxieneko atzerapena (ms-tan).

source: The maximum jitter buffer size for audio reception (in ms).
eu: Audioa jasotzeko bufferraren gehienezko atzerapena (ms-tan).

source: Enable silence _detection
en@shaw: 别 拆ゐ _ю
eu: Gaitu _isiltasuna detektatzea

source: If enabled, use silence detection with the GSM and G.711 codecs.
eu: Gaituta badago, erabili isiltasuna detektatzea GSM eta G.711 kodekekin.

source: General Settings
en@shaw: ○ю拣 ю
eu: Ezarpen orokorrak

source: Enable video _transmission
eu: Gaitu bideo-_transmisioa

source: If enabled, video is transmitted during a call.
eu: Gaituta badago, bideoa transmitituko da deia martxan dagoela.

source: Enable video _reception
eu: Gaitu bideo-_harrera

source: If enabled, allows video to be received during a call.
eu: Gaituta badago, bideoak jaso ahal izango dira deia martxan dagoela.

source: Bandwidth Control
eu: Banda-zabaleraren kontrola

source: Maximum video _bandwidth of
eu: Bideoaren gehienezko banda-_zabalera:

source: The maximum video bandwidth in kbytes/s. The video quality and the number of transmitted frames per second will be dynamically adjusted above their minimum during calls to try to minimize the bandwidth to the given value.
eu: Bideoaren gehienezko banda-zabalera kbyte/s-tan. Bideo-kalitatea eta segundoko transmititutako marko-kopurua dinamikoki doituko dira beren gutxienekoaren gainetik deiak martxan dauden bitartean, banda-zabalera emandako baliora minimizatzen saiatzeko.

source: Advanced Quality Settings
eu: Kalitatearen ezarpen aurreratuak

source: Transmit
eu: Transmititu

source: background _blocks with each frame
eu: atzeko _planoaren blokeak marko bakoitzarekin

source: Choose a Picture
eu: Aukeratu irudi bat

source: General
en@shaw: ○ю拣
eu: Orokorra

source: Personal Data
en@shaw: 火 别
eu: Datu pertsonalak

source: Directory Settings
eu: Direktorioaren ezarpenak

source: NAT Settings
eu: NAT ezarpenak

source: Sound Events
en@shaw: ю
eu: Soinu gertaerak

source: H.323 Settings
en@shaw: H.323 ю
eu: H.323 ezarpenak

source: Advanced Settings
en@shaw: ю
eu: Ezarpen aurreratuak

source: Gatekeeper Settings
eu: Gatekeeper-en ezarpenak

source: Gateway / Proxy Settings
eu: Gatekeeper / Proxy ezarpenak

source: Codecs
en@shaw: 答ю
eu: Kodekak

source: Audio Codecs
eu: Audio-kodekak

source: Video Codecs
eu: Bideo-kodekak

source: Devices
en@shaw: 拆
eu: Gailuak

source: Opening device for playing
eu: Gailua irekitzen erreproduzitzeko

source: Opening device for recording
eu: Gailua irekitzen, grabatzeko

source: Failed to open the device
eu: Ezin izan da gailua ireki

source: Impossible to open the selected audio device (%s) for recording. Please check your audio setup, the permissions and that the device is not busy.
eu: Ezin izan da hautatutako audio-gailua (%s) ireki grabatzeko. Egiaztatu audio-konfigurazioa, baimenak eta gailua okupatuta ez dagoela.

source: Impossible to open the selected audio device (%s) for playing. Please check your audio setup, the permissions and that the device is not busy.
eu: Ezin izan da hautatutako audio-gailua (%s) ireki erreproduzitzeko. Egiaztatu audio-konfigurazioa, baimenak eta gailua okupatuta ez dagoela.

source: Cannot use the audio device
eu: Ezin da audio-gailua erabili

source: The selected audio device (%s) was successfully opened but it is impossible to read data from this device. Please check your audio setup.
eu: Hautatutako audio-gailua (%s) ondo ireki da, baina ezin dira datuak irakurri gailu horretatik. Egiaztatu audio-konfigurazioa.

source: Recording your voice
eu: Zure ahotsa grabatzen

source: Recording and playing back
eu: Grabatzen eta erreproduzitzen

source: The selected audio device (%s) was successfully opened but it is impossible to write data to this device. Please check your audio setup.
eu: Hautatutako audio-gailua (%s) ondo ireki da, baina ezin dira datuak idatzi gailu horretan. Egiaztatu audio-konfigurazioa.

source: GnomeMeeting is now recording from %s and playing back to %s. Please say "1 2 3" in your microphone, you should hear yourself back into the speakers with a 4 seconds delay.
eu: GnomeMeeting orain %s(e)tik grabatzen ari da eta %s(e)n erreproduzitzen. Esan "1 2 3" zure mikrofonoan eta 4 segunduren barruan zeure ahotsa entzun beharko zenuke bozgorailuetan.

source: PC-To-Phone Settings
eu: 'PCtik telefonora' konfigurazioa

source: Account _number:
eu: Kontu-_zenbakia:

source: Use your MicroTelco account number
eu: Erabili MicroTelco-ko kontu-zenbakia

source: _Pin:
eu: _PIN kodea:

source: Use your MicroTelco PIN
eu: Erabili MicroTelco-ko PINa

source: Use PC-To-Phone service
eu: Erabili 'PCtik telefonora' zerbitzua

source: GnomeMeeting Tray Icon
eu: GnomeMeeting-en bandejaren ikonoa

source: _Connect
eu: _Konektatu

source: The call transfer failed, the user was either unreachable, or simply busy when he received the call transfer request.
eu: Ezin izan da deia transferitu, erabiltzailea ezin izan da atzitu edo okupatuta zegoen deia tranferitzeko eskaera jaso duenean.

source: No contact with speed dial %s# found, will call number %s instead
eu: Ez da %s# markatze bizkorra duen kontakturik aurkitu, horren ordez %s zenbakiari deituko zaio

source: Invalid URL handler
eu: URL kudeatzaile baliogabea

source: Please specify a valid URL handler. Currently both h323: and callto: are supported.
eu: Adierazi baliozko URL kudeatzailea. Unean h323: eta callto: onartzen dira.

source: Calling %s
eu: %s(r)i deika

source: Transferring call to %s
eu: Deia %s(r)i transferitzen

source: Opening video device %s with plugin %s
eu: %s bideo-gailua %s plugin-arekin irekitzen

source: Successfully opened video device %s, channel %d
eu: Ondo ireki da %s bideo-gailua, %d kanala

source: Error while opening video device %s
eu: Errorea '%s' bideo-gailua irekitzean

source: Couldn't open the video device
eu: Ezin izan da bideo-gailua ireki

source: There was an error while opening the device. Please check your permissions and make sure that the appropriate driver is loaded.
eu: Errorea gertatu da gailua irakurtzean. Egiaztatu baimenak eta ziurtatu kontrolatzaile egokia kargatuta dagoela.

source: Your video driver doesn't support the requested video format.
en@shaw: 筐 拆 仇 桂 ю 桂ヰ.
eu: Zure bideo-kontrolatzaileak ez du eskatutako bideo-formatua onartzen.

source: Could not open the chosen channel.
en@shaw: 答 答 .
eu: Ezin izan da aukeratutako kanala ireki.

source: Your driver doesn't seem to support any of the colour formats supported by GnomeMeeting. Please check your kernel driver documentation in order to determine which Palette is supported.
eu: Badirudi zure kontrolatzaileak GnomeMeeting-ek onartzen dituen kolore-formatuak ez dituela onartzen. Egiaztatu zure nukleo-kontrolatzailearen dokumentazioa zein paleta onartzen den zehazteko.

source: Error while setting the frame rate.
en@shaw: 火 拆 ю 别 别.
eu: Errorea gertatu da marko-abiadura ezartzean.

source: Error while setting the frame size.
en@shaw: 火 拆 ю 别 拆.
eu: Errorea gertatu da marko-tamaina ezartzean.

source: Opened the video device using the "Picture" video plugin
eu: Bideo gailua irekita, "Irudia" plugin-a erabiliz

source: Picture
eu: Irudia

source: Test %d done
eu: %d proba eginda

source: Test %d failed
eu: Huts egin du %d probak

source: Error while opening %s.
eu: Errorea %s irekitzean.

source: Could not open the chosen channel with the chosen video format.
eu: Ezin izan da aukeratutako kanala aukeratutako bideo-formatuan ireki.

source: Your driver doesn't support any of the color formats tried by GnomeMeeting
eu: Zure kontrolatzaileak ez ditu GnomeMeeting-ek saiatu den kolore formaturik onartzen

source: Error with the frame rate.
eu: Errorea gertatu da marko-abiadurarekin.

source: Error with the frame size.
eu: Errorea gertatu da marko-tamainarekin.

source: Ekiga Softphone
en@shaw: 路ю梆 答

source: Talk to and see people over the Internet
en@shaw: 佛 梆 答 路拣ю

source: Allow Ekiga to fall back to software scaling the picture-in-picture if hardware support is not available. If this is set to false, Ekiga will not try to open the PIP if hardware support is not available.
en@shaw: ゐ 路ю梆 佛 别ゐ -- ｐю 桂 别ゐ. ю 佛ゐ, 路ю梆 答 PIP ｐю 桂 别ゐ.

source: Allow picture-in-picture software scaling
en@shaw: ゐ -- 别ゐ

source: Alternative audio output device
en@shaw: 佛ゐ火 佛 拆

source: Automatic answer
en@shaw: 佛答ヰ

source: Automatically reject or forward incoming calls if no answer is given after the specified amount of time (in seconds)
en@shaw: 佛ヰゐ ○ю 桂拣 仇ヰ 佛ゐ ю拆 ヰ 拆 ( ю)

source: Calls history
en@shaw: 佛ゐ ｐ拣

source: Change the main window panel section
en@shaw: 别 ヰ别 ю

source: Contact long status
en@shaw: ゐ 别

source: Contact short status
en@shaw: 桂 别

source: Disable video hardware acceleration
en@shaw: 别 ｐю юゐ拣别

source: Enable H.245 tunneling
en@shaw: 别 H.245 仇ゐ

source: Enable STUN network detection
en@shaw: 别 路 ю火 ю

source: Enable the automatic network setup resulting from the STUN test
en@shaw: 别 佛答ヰ ю火 ю仇 仇ゐ ю

source: Enter the number of seconds after which Ekiga should try refreshing the NAT binding when STUN is being used
en@shaw: ю 仇ヰ ю 路ю梆 梆ю NAT 拆 ю STUN 梆 筐

source: Enter your full name
en@shaw: ю 筐 别

source: Frame Rate
en@shaw: 别 别

source: Full name
en@shaw: 别

source: If enabled, Ekiga will start hidden provided that the notification area is present in the GNOME panel
en@shaw: 别ゐ, 路ю梆 葛 ｐ 拆 答别 吼 ю 路答

source: If enabled, automatically answer incoming calls
en@shaw: 别ゐ, 佛ヰゐ 仇ヰ 佛ゐ

source: If enabled, offline contacts will be shown in the roster
en@shaw: 别ゐ, ゐ拆 答

source: If enabled, use silence detection with the codecs supporting it
en@shaw: 别ゐ, 筐 拆ゐ ю 答ю 桂

source: LDAP servers
en@shaw: LDAP 火拣

source: List of configured LDAP servers
en@shaw: ゐ 拣 LDAP 火拣

source: List of folded groups in the roster
en@shaw: ゐ 答ゐ 叼

source: Maximum RX video bitrate
en@shaw: ヰヰ RX 别

source: Maximum TX video bitrate
en@shaw: ヰヰ TX 别

source: NAT Binding Timeout
en@shaw: NAT 拆 拆ヰ

source: Outbound Proxy
en@shaw: 娥娥

source: Play sound on new message
en@shaw: ゐ ヰю

source: Play sound on new voice mail
en@shaw: ゐ 娥 ヰ别

source: Position on the screen of the audio settings window
en@shaw: 梆 佛 ю

source: Position on the screen of the chat window
en@shaw: 梆

source: Position on the screen of the video settings window
en@shaw: 梆 ю

source: Select an alternative audio output device to use for sound events.
en@shaw: ゐю 佛ゐ火 佛 拆 筐 ю.

source: Show offline contacts
en@shaw: ゐ拆

source: Show the call panel
en@shaw: 佛

source: Size of the audio settings window
en@shaw: 拆 佛 ю

source: Size of the chat window
en@shaw: 拆

source: Size of the video settings window
en@shaw: 拆 ю

source: Specify the software scaling algorithm
en@shaw: ю 别ゐ ゐ火

source: Temporal Spatial Trade Off
en@shaw: юヰ拣 别 别

source: The SIP Outbound Proxy to use for outgoing calls
en@shaw: 路 娥娥 筐 答 佛ゐ

source: The STUN Server
en@shaw: 路 火

source: The STUN server to use for STUN Support. STUN is a technology that permits passage through some types of NAT gateway
en@shaw: 路 火 筐 路 桂. 路 юゐ○ 火ヰ 仇 拆 路 别

source: The Video Codecs List
en@shaw: 答ю ゐ

source: The accounts list
en@shaw: ゐ

source: The audio codecs list
en@shaw: 佛 答ю ゐ

source: The chosen sound will be played at the end of calls or calling somebody who is busy, if enabled
en@shaw: 答 ゐ别 ю 佛ゐ 佛ゐ 仇ヰ ｐ , 别ゐ

source: The chosen sound will be played on incoming calls, if enabled
en@shaw: 答 ゐ别 仇ヰ 佛ゐ, 别ゐ

source: The chosen sound will be played when a new instant message is received, if enabled
en@shaw: 答 ゐ别 ю ヰю 梆, 别ゐ

source: The chosen sound will be played when a new voice mail is received, if enabled
en@shaw: 答 ゐ别 ю 娥 ヰ别 梆, 别ゐ

source: The chosen sound will be played when calling somebody, if enabled
en@shaw: 答 ゐ别 ю 佛ゐ 仇ヰ, 别ゐ

source: The default video view (0: Local, 1: Remote, 2: Both layered, 3: Both with local video in a separate window, 4: Both)
en@shaw: 佛ゐ (0: ゐ答, 1: ヰ答, 2: 答 ゐ别火, 3: 答 ゐ答 ю拣 , 4: 答)

source: The dial tone sound
en@shaw: 拆 答

source: The history of the 100 last calls
en@shaw: ｐ拣 100 ゐ 佛ゐ

source: The host where calls should be forwarded if call forwarding is enabled
en@shaw: ｐ答 佛ゐ 火 佛 火 别ゐ

source: The long status information
en@shaw: ゐ 别 拣ヰ别

source: The new instant message sound
en@shaw: ヰю

source: The new voice mail sound
en@shaw: 娥 ヰ别

source: The short status information
en@shaw: 桂 别 拣ヰ别

source: The sound that will be played at the end of calls or when calling somebody who is busy, if enabled
en@shaw: ゐ别 ю 佛ゐ ю 佛ゐ 仇ヰ ｐ , 别ゐ

source: The sound that will be played when there is a new instant message, if enabled
en@shaw: ゐ别 ю ヰю, 别ゐ
