Repository: mwilck/ekiga
Catalog: po/*.po
Languages: en@shaw, eu

source: The sound that will be played when there is a new voice mail, if enabled
en@shaw: ゐ别 ю 娥 ヰ别, 别ゐ

source: The video codecs list
en@shaw: 答ю ゐ

source: The zoom value in percent to apply to images displayed in the main GUI (can be 50, 100, or 200)
en@shaw: 叼 ゐ 火ю ゐ ヰ○ ゐ别 ヰ别 GUI ( 50, 100, 200)

source: Whether to prefer to sustain the max. frame rate or lower it possibly in order to keep a minimum level of (spatial) quality for all frames. 0: Highest minimal quality, 31: lowest minimal quality
en@shaw: ю 别 ヰ. 别 别 ゐ答 ゐ 桂 梆 ヰヰ ゐю (别) ゐ 佛 别ヰ. 0: ｐ拆 ヰヰ ゐ, 31: ゐ答 ヰヰ ゐ

source: _Find
en@shaw: _拆

source: Neighbours
en@shaw: 别拣

source: Clear List
en@shaw: ゐ ゐ

source: Received
en@shaw: 梆

source: Placed
en@shaw: ゐ别

source: Missed
en@shaw: ヰ

source: Call in progress
en@shaw: 佛 答ю

source: Unnamed
en@shaw: 别ヰ

source: _Remove
en@shaw: _ヰ叼

source: Edit roster element
en@shaw: ю юゐヰ

source: Address:
en@shaw: ю:

source: Is a prefered contact
en@shaw: 火

source: Choose groups:
en@shaw: 叼 叼:

source: Add to local roster
en@shaw: ゐ答

source: Services
en@shaw: 火

source: Echo test
en@shaw: ю ю

source: Conference room
en@shaw: 火 叼

source: Call back test
en@shaw: 佛 ю

source: Local roster
en@shaw: ゐ答

source: Rename
en@shaw: 梆别

source: Family
en@shaw: ヰゐ

source: Friend
en@shaw: ю

source: Associate
en@shaw: 答别

source: Supervisor
en@shaw: 叼火拆

source: Self
en@shaw: юゐ

source: Put contact in groups:
en@shaw: 叼:

source: You supplied an unsupported address
en@shaw: ゐ拆 仇桂 ю

source: You already have a contact with this address!
en@shaw: 佛ゐю ｐ ю!

source: Rename group
en@shaw: 梆别 叼

source: Please edit this group name
en@shaw: ゐ梆 ю 叼 别

source: Call
en@shaw: 佛

source: Duplicate alias
en@shaw: 筐ゐ别 别ゐ梆

source: Bad username/password
en@shaw: 筐拣别/拣

source: Transport error
en@shaw: 桂 火

source: Failed
en@shaw: 别ゐ

source: _Disable
en@shaw: _别

source: _Enable
en@shaw: _别

source: Recharge the account
en@shaw: 梆

source: Consult the balance history
en@shaw: ゐ ゐ ｐ拣

source: Consult the call history
en@shaw: ゐ 佛 ｐ拣

source: Edit account
en@shaw: ю

source: Please update the following fields:
en@shaw: ゐ梆 仇别 ゐ答 梆ゐ:

source: Registrar:
en@shaw: ю○:

source: Gatekeeper:
en@shaw: 别梆:

source: User:
en@shaw: 筐:

source: Authentication User:
en@shaw: 佛ю别 筐:

source: Password:
en@shaw: 拣:

source: Timeout:
en@shaw: 拆ヰ:

source: Enable Account
en@shaw: 别

source: You did not supply a name for that account.
en@shaw: ゐ 别 .

source: You did not supply a host to register to.
en@shaw: ゐ ｐ答 ю○ .

source: You did not supply a user name for that account.
en@shaw: ゐ 筐 别 .

source: The timeout should have a bigger value.
en@shaw: 拆ヰ ｐ ゐ.

source: Registered
en@shaw: ю○拣

source: Unregistered
en@shaw: ю○火

source: Could not register
en@shaw: ю○

source: Processing...
en@shaw: 答ю...

source: _Add an H.323 Account
en@shaw: _ H.323

source: Please update the following fields.
en@shaw: ゐ梆 仇别 ゐ答 梆ゐ.

source: _User:
en@shaw: _筐:

source: _Password:
en@shaw: _拣:

source: _Account ID:
en@shaw: _ ID:

source: _PIN Code:
en@shaw: _PIN 答:

source: _Name:
en@shaw: _别:

source: _Gatekeeper:
en@shaw: _别梆:

source: _Timeout:
en@shaw: _拆ヰ:

source: _Registrar:
en@shaw: _ю○:

source: _Authentication User:
en@shaw: _佛ю别 筐:

source: Local user rejected the call
en@shaw: ゐ答 筐 ○юю 佛

source: Remote user rejected the call
en@shaw: ヰ答 筐 ○юю 佛

source: Security check failed
en@shaw: 拣 ю 别ゐ

source: User is not available
en@shaw: 筐 别ゐ

source: Message
en@shaw: ヰю

source: Bad request
en@shaw: ю

source: Payment required
en@shaw: 别ヰ 拆拣

source: Unauthorized
en@shaw: 火拆

source: Forbidden, please check that username and password are correct
en@shaw: 桂ю, ゐ梆 ю 筐拣别 拣 拣ю

source: Timeout
en@shaw: 拆ヰ

source: Conflict
en@shaw: ゐ

source: Temporarily unavailable
en@shaw: юヰ拣拣ゐ 别ゐ

source: Not acceptable
en@shaw: ю

source: Illegal status code
en@shaw: ゐ梆 别 答

source: Multiple choices
en@shaw: ヰ仇ゐ

source: Moved permanently
en@shaw: ヰ叼 火ヰゐ

source: Moved temporarily
en@shaw: ヰ叼 юヰ拣拣ゐ

source: Use proxy
en@shaw: 筐

source: Alternative service
en@shaw: 佛ゐ火 火

source: Method not allowed
en@shaw: ヰю ゐ

source: Proxy authentication required
en@shaw: 佛ю别 拆拣

source: Length required
en@shaw: ゐю 拆拣

source: Request entity too big
en@shaw: ю ю

source: Request URI too long
en@shaw: ю 火 ゐ

source: Unsupported media type
en@shaw: 仇桂 ヰ梆 拆

source: Unsupported URI scheme
en@shaw: 仇桂 火 路梆

source: Bad extension
en@shaw: ю

source: Extension required
en@shaw: ю 拆拣

source: Interval too brief
en@shaw: 拣 梆

source: Loop detected
en@shaw: ゐ叼 ю

source: Too many hops
en@shaw: ヰю ｐ

source: Address incomplete
en@shaw: ю ヰゐ梆

source: Ambiguous
en@shaw: ヰ叼

source: Busy Here
en@shaw: ｐ

source: Request terminated
en@shaw: ю 火ヰ别

source: Remote party host is offline
en@shaw: ヰ答 葛 ｐ答 ゐ拆

source: Not acceptable here
en@shaw: ю ｐ

source: Bad event
en@shaw: ю

source: Request pending
en@shaw: ю ю

source: Internal server error
en@shaw: 火 火 火

source: Not implemented
en@shaw: ヰゐヰю

source: Bad gateway
en@shaw: 别

source: Service unavailable
en@shaw: 火 别ゐ

source: Server timeout
en@shaw: 火 拆ヰ

source: SIP version not supported
en@shaw: 路 火 桂

source: Message too large
en@shaw: ヰю ゐ葛

source: Busy everywhere
en@shaw: ю梆

source: Decline
en@shaw: ゐ拆

source: Does not exist anymore
en@shaw: 仇 ю ю梆ヰ

source: Globally not acceptable
en@shaw: ゐ答ゐ ю

source: Could not send message
en@shaw: ю ヰю

source: Incoming call from %s
en@shaw: 仇ヰ 佛 %s

source: Incoming call
en@shaw: 仇ヰ 佛

source: In a call with %s
en@shaw: 佛 %s

source: In a call
en@shaw: 佛

source: Move selected codec priority upwards
en@shaw: ヰ叼 ゐю 答ю 拆 仇拣

source: Move selected codec priority downwards
en@shaw: ヰ叼 ゐю 答ю 拆 拣

source: Category
en@shaw: ю桂

source: Full Name
en@shaw: 别

source: _Search Filter:
en@shaw: _火 ゐ:

source: says:
en@shaw: ю:

source: Open link in browser
en@shaw: 答 ゐ

source: Copy link
en@shaw: ゐ

source: _Smile...
en@shaw: _ヰ拆...

source: _Home phone:
en@shaw: _ｐ答 答:

source: _Office phone:
en@shaw: _ 答:

source: _Cell phone:
en@shaw: _ю 答:

source: _Pager:
en@shaw: _别○:

source: Edit contact
en@shaw: ю

source: Remove contact
en@shaw: ヰ叼

source: Audio test
en@shaw: 佛 ю

source: Silent
en@shaw: 拆ゐ

source: Video test
en@shaw: ю

source: Crazy
en@shaw: 别

source: _Refresh
en@shaw: _梆ю

source: _Remove addressbook
en@shaw: _ヰ叼 ю

source: Addressbook _properties
en@shaw: ю _拣

source: LDAP SASL Interaction
en@shaw: LDAP SASL 火

source: Challenge:
en@shaw: ゐ:

source: Interact
en@shaw: 火

source: Refreshing
en@shaw: 梆ю

source: Could not initialize server
en@shaw: ゐ拆 火

source: LDAP Error:
en@shaw: LDAP 火:

source: Contacted server
en@shaw: 火

source: Could not connect to server
en@shaw: ю 火

source: Could not search
en@shaw: 火

source: Waiting for search results
en@shaw: 别 火 仇ゐ

source: Please edit the following fields
en@shaw: ゐ梆 ю ゐ答 梆ゐ

source: Book _Name
en@shaw: _别

source: Server _URI
en@shaw: 火 _URI

source: Single Level
en@shaw: ゐю

source: _Search Scope
en@shaw: _火 答

source: Call _Attributes
en@shaw: 佛 _筐

source: _Filter Template
en@shaw: _ゐ юヰゐ别

source: Bind _ID
en@shaw: 拆 _

source: _Password
en@shaw: _拣

source: Please provide a Book Name for this directory
en@shaw: ゐ梆 拆 别 拆ю拣

source: Please provide a Server URI
en@shaw: ゐ梆 拆 火 火

source: Please provide a Call Attribute
en@shaw: ゐ梆 拆 佛 筐

source: Invalid Server URI
en@shaw: ゐ 火 火

source: connecting
en@shaw: ю

source: authenticating
en@shaw: 佛ю别

source: error connecting
en@shaw: 火 ю

source: disconnected
en@shaw: ю

source: connected
en@shaw: ю

source: Server:
en@shaw: 火:

source: Resource:
en@shaw: 桂:

source: Enable account
en@shaw: 别

source: Edit
en@shaw: ю

source: Authorization to see your presence
en@shaw: 佛拣别 筐 ю

source: grant him/her the permission to see your presence
en@shaw: ｐ/ｐ 火ヰ 筐 ю

source: refuse him/her the permission to see your presence
en@shaw: 筐 ｐ/ｐ 火ヰ 筐 ю

source: decide later (also close or cancel this dialog)
en@shaw: 拆 ゐ别 (佛ゐ ゐ答 拆ゐ)

source: Your answer is:
en@shaw: 筐 :

source: Add a roster element
en@shaw: юゐヰ

source: Please fill in this form to add a new element to the remote roster
en@shaw: ゐ梆 桂 юゐヰ ヰ答

source: Identifier:
en@shaw: 拆ю拆:

source: identifier@server
en@shaw: 拆ю拆@火

source: Ask him/her to see his/her status
en@shaw: ｐ/ｐ ｐ/ｐ 别

source: Forbid him/her to see my status
en@shaw: 桂 ｐ/ｐ ヰ 别

source: Ask him/her to see his/her status (pending)
en@shaw: ｐ/ｐ ｐ/ｐ 别 (ю)

source: Stop getting his/her status
en@shaw: ю ｐ/ｐ 别

source: Start chat
en@shaw: 葛

source: Please fill in this form to change an existing element of the remote roster
en@shaw: ゐ梆 桂 别 ю юゐヰ ヰ答

source: New resource list
en@shaw: 桂 ゐ

source: Add new resource-list
en@shaw: 桂-ゐ

source: Writable:
en@shaw: 拆:

source: Username:
en@shaw: 筐拣别:

source: Click to fetch
en@shaw: ゐ ю

source: Invalid server data
en@shaw: ゐ 火 别

source: _Refresh contact list
en@shaw: _梆ю ゐ

source: Contact list _properties
en@shaw: ゐ _拣

source: Edit contact list properties
en@shaw: ю ゐ 拣

source: Please edit the following fields (no identifier means global)
en@shaw: ゐ梆 ю ゐ答 梆ゐ ( 拆ю拆 ヰ梆 ゐ答)

source: Contact list's name
en@shaw: ゐ 别

source: Document root
en@shaw: 筐ヰ 叼

source: Identifier
en@shaw: 拆ю拆

source: Writable
en@shaw: 拆

source: Server username
en@shaw: 火 筐拣别

source: Server password
en@shaw: 火 拣

source: Add a remote contact
en@shaw: ヰ答

source: Please fill in this form to create a new contact on a remote server
en@shaw: ゐ梆 桂 别 ヰ答 火

source: Edit remote contact
en@shaw: ю ヰ答

source: Please fill in this form to change an existing contact on a remote server
en@shaw: ゐ梆 桂 别 ю ヰ答 火

source: Account Name
en@shaw: 别

source: Status
en@shaw: 别

source: Enable
en@shaw: 别

source: Disable
en@shaw: 别

source: Remove
en@shaw: ヰ叼

source: Please enter your username:
en@shaw: ゐ梆 ю 筐 筐拣别:

source: Please enter your password:
en@shaw: ゐ梆 ю 筐 拣:

source: Please enter your account ID:
en@shaw: ゐ梆 ю 筐 ID:

source: Please enter your PIN code:
en@shaw: ゐ梆 ю 筐 PIN 答:

source: Consult the calls history
en@shaw: ゐ 佛ゐ ｐ拣

source: Connection Type
en@shaw: ю 拆

source: LAN
en@shaw: ゐ

source: Please choose the audio ringing device:
en@shaw: ゐ梆 叼 佛 拆:

source: The audio ringing device is the device that will be used to play the ringing sound on incoming calls.
en@shaw: 佛 拆 拆 筐 ゐ 仇ヰ 佛ゐ.

source: The audio output device is the device that will be used to play audio during calls.
en@shaw: 佛 拆 拆 筐 ゐ 佛 拣 佛ゐ.

source: The audio input device is the device that will be used to record your voice during calls.
en@shaw: 佛 拆 拆 筐 ю桂 筐 娥 拣 佛ゐ.

source: Please choose your video input device:
en@shaw: ゐ梆 叼 筐 拆:

source: The video input device is the device that will be used to capture video during calls.
en@shaw: 拆 拆 筐 拣 佛ゐ.

source: Configuration Complete
en@shaw: 拣别 ヰゐ梆

source: Configuration summary:
en@shaw: 拣别 仇ヰ拣:

source: Audio Ringing Device
en@shaw: 佛 拆

source: Audio Output Device
en@shaw: 佛 拆

source: Audio Input Device
en@shaw: 佛 拆

source: Video Input Device
en@shaw: 拆

source: SIP URI
en@shaw: 路 URI

source: See AUTHORS file for full credits
en@shaw: 佛拣 拆 ю

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: 答 ; 梆筐 / ヰ 仇 火ヰ 路 ○ю拣 仇ゐ ゐ拆 仇ゐ 别; 拆 火 2 ゐ拆, ( 筐 ) ю ゐ别 火.

source: translator-credits
en@shaw: 路ヰ 路火ヰ

source: Unable to open help file.
en@shaw: 仇别 答 ｐюゐ 拆.

source: Connected with %s
en@shaw: ю %s

source: Call on hold
en@shaw: 佛 ｐ答ゐ

source: Call retrieved
en@shaw: 佛 梆

source: Missed call from %s
en@shaw: ヰ 佛 %s

source: Error
en@shaw: 火

source: No video will be displayed on your machine during this call
en@shaw: ゐ别 筐 ヰ梆 拣 佛

source: Added video input device %s
en@shaw: 拆 %s

source: Removed video input device %s
en@shaw: ヰ叼 拆 %s

source: Error while accessing video device %s
en@shaw: 火 拆 ю 拆 %s

source: A moving logo will be transmitted during calls.
en@shaw: ヰ叼 ゐ答 ヰ 拣 佛ゐ.

source: There was an error while opening the device. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still is not accessible, please check your permissions and make sure that the appropriate driver is loaded.
en@shaw: 火 拆 答 拆. 别 ゐ仇 拆 ヰ 梆ю . , ю, ゐ梆 ю 筐 火ヰ ヰ别 答 拆 ゐ答.

source: Unknown error.
en@shaw: 仇答 火.

source: Added audio input device %s
en@shaw: 佛 拆 %s

source: Removed audio input device %s
en@shaw: ヰ叼 佛 拆 %s

source: Error while opening audio input device %s
en@shaw: 火 拆 答 佛 拆 %s

source: Only silence will be transmitted.
en@shaw: 答ゐ 拆ゐ ヰ.

source: Unable to open the selected audio device for recording. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still is not accessible, please check your audio setup, the permissions and that the device is not busy.
en@shaw: 仇别 答 ゐю 佛 拆 桂. 别 ゐ仇 拆 ヰ 梆ю . , ю, ゐ梆 ю 筐 佛 ю仇, 火ヰ 拆 .

source: The selected audio device was successfully opened but it is impossible to read data from this device. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still is not accessible, please check your audio setup.
en@shaw: ゐю 佛 拆 юゐ 答 仇 ヰ 梆 别 拆. 别 ゐ仇 拆 ヰ 梆ю . , ю, ゐ梆 ю 筐 佛 ю仇.

source: Added audio output device %s
en@shaw: 佛 拆 %s

source: Removed audio output device %s
en@shaw: ヰ叼 佛 拆 %s

source: Error while opening audio output device %s
en@shaw: 火 拆 答 佛 拆 %s

source: No incoming sound will be played.
en@shaw: 仇ヰ ゐ别.

source: Unable to open the selected audio device for playing. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still is not accessible, please check your audio setup, the permissions and that the device is not busy.
en@shaw: 仇别 答 ゐю 佛 拆 ゐ别. 别 ゐ仇 拆 ヰ 梆ю . , ю, ゐ梆 ю 筐 佛 ю仇, 火ヰ 拆 .

source: The selected audio device was successfully opened but it is impossible to write data to this device. In case it is a pluggable device it may be sufficient to reconnect it. If not, or if it still is not accessible, please check your audio setup.
en@shaw: ゐю 佛 拆 юゐ 答 仇 ヰ 拆 别 拆. 别 ゐ仇 拆 ヰ 梆ю . , ю, ゐ梆 ю 筐 佛 ю仇.

source: Video Settings
en@shaw: ю

source: Audio Settings
en@shaw: 佛 ю

source: Remote URI:
en@shaw: ヰ答 URI:

source: Account ID:
en@shaw: ID:

source: Call Duration: %s
en@shaw: 佛 别: %s

source: Yes
en@shaw: ю

source: Detected new audio input device:
en@shaw: ю 佛 拆:

source: Detected new audio output device:
en@shaw: ю 佛 拆:

source: Detected new video input device:
en@shaw: ю 拆:

source: Do you want to use it as default device?
en@shaw: 筐 佛ゐ 拆?

source: Place a new call
en@shaw: ゐ别 佛

source: _Hang up
en@shaw: _ｐ 仇

source: Terminate the current call
en@shaw: 火ヰ别 仇 佛

source: Find contacts
en@shaw: 拆

source: Act on selected contact
en@shaw: ゐю

source: H_old Call
en@shaw: _ｐ答ゐ 佛

source: _Configuration Assistant
en@shaw: _拣别

source: Run the configuration assistant
en@shaw: 仇 拣别

source: Edit your accounts
en@shaw: ю 筐

source: View the contacts list
en@shaw: ゐ

source: _Call History
en@shaw: _佛 ｐ拣

source: View the call history
en@shaw: 佛 ｐ拣

source: _Show Call Panel
en@shaw: _ 佛

source: _Local Video
en@shaw: _ゐ答

source: _Remote Video
en@shaw: _ヰ答

source: Picture-in-Picture in Separate _Window
en@shaw: -- ю拣 _

source: Enter a URI on the left, and click this button to place a call or to hangup
en@shaw: ю URI ゐю, ゐ 仇 ゐ别 佛 ｐ

source: Call history
en@shaw: 佛 ｐ拣

source: Change the color settings of your video device
en@shaw: 别 仇ゐ ю 筐 拆

source: Prints debug messages in the console (level between 1 and 5)
en@shaw: 梆仇 ヰю○ 答 (ゐю 梆 1 5)

source: Prints user plane debug messages in the console (level between 1 and 4)
en@shaw: 筐 ゐ别 梆仇 ヰю○ 答 (ゐю 梆 1 4)

source: Makes Ekiga call the given URI
en@shaw: ヰ别 路ю梆 佛 URI

source: No usable audio plugin detected
en@shaw: 叼 佛 ゐ仇 ю

source: No usable audio codecs detected
en@shaw: 叼 佛 答ю ю

source: Play sound for new voice mails
en@shaw: ゐ 娥 ヰ别ゐ

source: Play sound for new instant messages
en@shaw: ゐ ヰю○

source: _Full name:
en@shaw: _ 别:

source: User Interface
en@shaw: 筐 拣别

source: Show offline _contacts
en@shaw: ゐ拆 _

source: Network Settings
en@shaw: ю火 ю

source: Enable network _detection
en@shaw: 别 ю火 _ю

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings
en@shaw: 别ゐ, 佛 仇ヰ 佛ゐ 火 ｐ答 ю拆 答 ю

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you do not answer the call
en@shaw: 别ゐ, 佛 仇ヰ 佛ゐ 火 ｐ答 ю拆 答 ю 佛

source: If enabled, all incoming calls will be forwarded to the host that is specified in the protocol settings if you already are in a call or if you are in Do Not Disturb mode
en@shaw: 别ゐ, 佛 仇ヰ 佛ゐ 火 ｐ答 ю拆 答 ю 佛ゐю 佛 火 ヰ答

source: Timeout to reject or forward unanswered incoming calls (in seconds):
en@shaw: 拆ヰ ○ю 桂拣 火 仇ヰ 佛ゐ ( ю):

source: _Automatically answer incoming calls
en@shaw: _佛ヰゐ 仇ヰ 佛ゐ

source: Choose a sound
en@shaw: 叼

source: Tone
en@shaw: 答

source: Forward _URI:
en@shaw: 桂拣 _URI:

source: DTMF Mode
en@shaw: DTMF ヰ答

source: This allows you to set the mode for DTMFs sending.
en@shaw: ゐ ю ヰ答 DTMF ю.

source: _Outbound Proxy:
en@shaw: _娥娥 :

source: Ringing Device
en@shaw: 拆

source: Select the ringing audio device to use
en@shaw: ゐю 佛 拆 筐

source: Click here to refresh the device list.
en@shaw: ゐ ｐ 梆ю 拆 ゐ.

source: Auto
en@shaw: 佛

source: Select the transmitted video size
en@shaw: ゐю ヰ 拆

source: Settings
en@shaw: ю

source: If enabled, use silence detection with the codecs supporting it.
en@shaw: 别ゐ, 筐 拆ゐ ю 答ю 桂 .

source: Picture Quality
en@shaw: ゐ

source: Choose if you want to guarantee a minimum image quality (possibly leading to dropped frames in order not to surpass the bitrate limit) or if you prefer to keep the frame rate.
en@shaw: 叼 葛 ヰヰ ヰ ゐ (ゐ ゐ梆 别ヰ 桂 火 别 ゐヰ) 梆 别 别.

source: Maximum video _bitrate (in kbits/s):
en@shaw: ヰヰ _别 ( kbits/s):

source: Protocols
en@shaw: 答ゐ

source: SIP Settings
en@shaw: 路 ю

source: You have %d message
en@shaw: ｐ %d ヰю

source: The following accounts are inactive:
en@shaw: ゐ答 :

source: Online
en@shaw: ゐ拆

source: Do Not Disturb
en@shaw: 火

source: Custom message...
en@shaw: 仇 ヰю...

source: Clear
en@shaw: ゐ

source: Custom Message
en@shaw: 仇 ヰю

source: Delete custom messages:
en@shaw: ゐ梆 仇 ヰю○:

source: Define a custom message:
en@shaw: 拆 仇 ヰю:
