Repository: mwilck/ekiga
Catalog: po/*.po
Languages: en@shaw, eu

source: Video preview
en@shaw: 梆
eu: Bideoaren aurrebista

source: Video size
en@shaw: 拆
eu: Bideo-tamaina

source: Do not show this dialog again
en@shaw: 拆ゐ 别
eu: Ez erakutsi elkarrizketa-koadro hau aurrerantzean

source: An error has happened in the configuration backend. Maybe some of your settings won't be saved.
eu: Errorea gertatu da konfigurazio-euskarrian. Agian zure ezarpen batzuk ez ziren gordeko.

source: Total: %.2f MB
eu: Guztira: %.2f Mb

source: None
eu: Bat ere ez

source: Name
eu: Izena

source: Software
eu: Softwarea

source: URL
eu: URLa

source: Speed Dial
eu: Markatze bizkorra

source: C_all Contact
eu: Deitu _kontaktuari

source: _Delete
eu: E_zabatu

source: Add Contact to _Address Book
eu: Ge_hitu kontaktua helbide-liburuan

source: Address Book
en@shaw: ю
eu: Helbide-liburua

source: _File
eu: _Fitxategia

source: _Close
eu: It_xi

source: C_ontact
eu: _Kontaktua

source: New _Contact
eu: Ko_ntaktu berria

source: Edit the Contact Information
eu: Editatu kontaktuaren informazioa

source: Name:
en@shaw: 别:
eu: Izena:

source: URL:
eu: URLa:

source: Speed Dial:
eu: Markatze bizkorra:

source: Cannot run GnomeMeeting
eu: Ezin izan da GnomeMeeting exekutatu

source: GnomeMeeting is already running, if you want it to call a given callto or h323 URL, please use "gnomemeeting -c URL".
eu: GnomeMeeting martxan dago jada, callto URL jakin bati deitu edo h323 URLa nahi badiozu, erabili "gnomemeeting -c URL".

source: It appears that you do not have gnomemeeting.server installed in a valid location. Factory mode disabled.
eu: Badirudi gnomemeeting.server ez daukazula helbide egokian instalatuta. Fabrika-modua desgaituta.

source: Error registering GnomeMeeting with the activation service; factory mode disabled.
eu: Errorea gertatu da GnomeMeeting aktibatze-zerbitzuarekin erregistratzean; fabrika-modua desgaituta.

source: Failed to retrieve gnomemeeting server from activation server
eu: Ezin izan da gnomemeeting zerbitzaria aktibatze-zerbitzaritik berreskuratu

source: Code contributors:
eu: Kode-kolaboratzaileak:

source: Artwork:
en@shaw: 火:
eu: Irudiak:

source: Contributors:
en@shaw: 火:
eu: Kolaboratzaileak:

source: translator_credits
eu: Iñaki Larrañaga <dooteo@euskalgnu.org> Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>

source: Calls History
eu: Deien historia

source: Date
eu: Data

source: Open URI
eu: Ireki URIa

source: Copy Link Location
eu: Kopiatu estekaren kokapena

source: Connect to
eu: Konektatu

source: Add to Address Book
eu: Gehitu helbide-liburuan

source: Copy Equation
eu: Kopiatu ekuazioa

source: Send message:
eu: Bidali mezua:

source: YES
eu: BAI

source: Sorry, this script won't work while GnomeMeeting is running
eu: Script honek ez du funtzionatuko GnomeMeeting martxan dagoen bitartean

source: WARNING!!!
eu: KONTUZ!!!

source: This script will delete all user GnomeMeeting configuration, including preferences that may be important! The GConf daemon will be shut down, so make sure you have no applications depending on it running. Do you really want to do this? If so, say "YES".
eu: Script honek GnomeMeeting-en erabiltzaile guztien konfigurazioa aldatuko du, garrantzitsuak izan daitezkeen hobespenak ere bai! GConf daemon-a itxi egingo da; beraz, ziurtatu haren menpeko aplikaziorik ez duzula martxan. Benetan egin nahi duzu hori? Hala bada, esan "BAI".

source: Removing $HOME/.gconf/apps/gnomemeeting
eu: $HOME/.gconf/apps/gnomemeeting kentzen

source: Shutting down GConf daemon
eu: GConf daemon-a ixten

source: ...Done.
eu: ...Burutu da.

source: Leaving configuration alone.
eu: Konfigurazioa ez da ukituko.

source: Have a nice day.
eu: Ondo segi.

source: The GConf daemon will be shut down, so make sure you have no applications depending on it running. Do you really want to do this? If so, say "YES".
eu: GConf daemon-a itxi egingo da; beraz, ziurtatu haren menpeko aplikaziorik ez duzula martxan Benetan egin nahi duzu hori? Hala bada, esan "BAI".

source: Removing schemas
eu: Eskemak kentzea

source: Installing schemas
eu: Eskemak instalatzea

source: CRITICAL ERROR -- Schema installation failed. Most probably you have the GConf daemon running as root. Run "gnomemeeting-config-tool --install-schemas" as root.
eu: ERRORE KRITIKOA - Ezin izan da eskema instalatu. Seguruenik GConf daemon-a root gisa edukiko duzu martxan. Exekutatu "gnomemeeting-config-tool --install-schemas" root gisa.

source: Usage: gnomemeeting-config-tool OPTION
eu: Erabilera: gnomemeeting-config-tool OPTION

source: Fixes problems with the GnomeMeeting settings
eu: GnomeMeeting-en ezarpenekin sortutako arazoak konpontzen ditu

source: --clean remove all user settings
eu: --clean erabiltzailearen ezarpen guztiak kentzen ditu

source: --install-schemas install schemas with default settings (run as root)
eu: --install-schemas eskemak instalatzen ditu ezarpen lehenetsiekin (exekutatu root gisa)

source: --clean-schemas remove schemas with default settings (run as root)
eu: --clean-schemas eskemak kentzen ditu ezapen lehenetsiekin (exekutatu root gisa)

source: --fix-permissions fix permissions of GConf repository (run as root)
eu: --fix-permissions GConf biltegiaren baimenak doitzen ditu (exekutatu root gisa)

source: Changing this setting will only affect new calls
eu: Ezarpen hori aldatzeak dei berriei bakarrik eragingo die

source: You have changed a setting that doesn't permit to GnomeMeeting to apply the new change to the current call. Your new setting will only take effect for the next call.
eu: Ezarpen bat aldatu duzu eta orain GnomeMeeting-ek ezin du aldaketa berria uneko deian aplikatu. Zure ezarpen berriak hurrengo deian bakarrik izango du eragina.

source: H.245 Tunneling disabled
eu: H.245 Tunnelling desgaituta

source: H.245 Tunneling enabled
eu: H.245 Tunnelling gaituta

source: Early H.245 disabled
eu: H.245 goiztiarra desgaituta

source: Early H.245 enabled
eu: H.245 goiztiarra gaituta

source: Fast Start disabled
eu: Hasiera Azkarra desgaituta

source: Fast Start enabled
eu: Hasiera Azkarra gaituta

source: No gateway or proxy specified
eu: Ez da atebiderik edo proxy-rik zehaztu

source: You need to specify a host to use as gateway or proxy.
eu: Ostalari bat zehaztu behar duzu atebide edo proxy gisa erabiltzeko

source: Disabled silence detection
eu: Isiltasuna detektatzea desgaituta

source: Enabled silence detection
eu: Isiltasuna detektatzea gaituta

source: Forward URL not specified
eu: Birbidaltzeko URLa ez da zehaztu

source: You need to specify an URL where to forward calls in the call forwarding section of the preferences! Disabling forwarding.
eu: URLa zehaztu behar duzu horruntz deiak birbidaltzeko hobespeneko deien birbidaltze atalean Birbidaltzea desgaitzen.

source: Opened codec %s for transmission
eu: Transmisiorako %s kodeka irekita

source: Closed codec %s which was opened for transmission
eu: %s kodeka itxita, transmisioarako ireki dena

source: Opened codec %s for reception
eu: Hartzeko %s kodeka irekita

source: Closed codec %s which was opened for reception
eu: %s kodeka itxita, hartzeko ireki dena

source: Failure opening %s for transmission, will try with next common codec
eu: Huts egin du %s irekitzean transmititzeko, hurrengo kodek orokorrarekin saiatuko da

source: Failure opening %s for reception, will try with next common codec
eu: Huts egin du %s irekitzean jasotzeko, hurrengo kodek orokorrarekin saiatuko da

source: Call transfer failed
eu: Deia ezin izan da transferitu

source: The remote user tried to transfer your call to another user, but it failed.
eu: Urruneko erabiltzailea zure deia beste erabiltzaile bati transferitzen saiatu da, baina ezin izan du.

source: This is the GnomeMeeting general configuration druid. The following steps will set up GnomeMeeting by asking a few simple questions. Once you have completed these steps, you can always change them later by selecting Preferences in the Edit menu.
eu: Hau GnomeMeeting-en konfigurazio orokorraren laguntzailea da. Hurrengo urratsek GnomeMeeting konfiguratzen lagunduko dizute galdera erraz batzuk eginez. Urrats horiek emandakoan, beti duzu ezarpenak aldatzeko aukera Editatu menuan Hobespenak aukeratuz.

source: Personal Information - page %d/%d
eu: Informazio pertsonala - %d/%d orrialdea

source: Please enter your first name and your surname:
en@shaw: ゐ梆 ю 筐 火 别 筐 火别:
eu: Sartu zure izen eta deitura:

source: Your first name and surname will be used when connecting to other VoIP and videoconferencing software.
eu: Zure izen eta deitura beste VoIP eta bideo-konferentzia softwareekin konektatzeko erabiliko dira.

source: Callto URL - page %d/%d
eu: Callto URL - %d/%d orrialdea

source: Please enter your e-mail address:
eu: Sartu zure helbide elektronikoa:

source: Connection Type - page %d/%d
eu: Konexio mota - %d/%d orrialdea

source: Please choose your connection type:
en@shaw: ゐ梆 叼 筐 ю 拆:
eu: Aukeratu konexio mota

source: Audio Manager - page %d/%d
eu: Audio-kudeatzailea - %d/%d orrialdea

source: Please choose your audio manager:
eu: Aukeratu audio-kudeatzailea:

source: Audio Devices - page %d/%d
eu: Audio-gailuak - %d/%d orrialdea

source: Please choose the audio output device:
en@shaw: ゐ梆 叼 佛 拆:
eu: Aukeratu audio-irteerako gailua:

source: Please choose the audio input device:
en@shaw: ゐ梆 叼 佛 拆:
eu: Aukeratu audio-sarrerako gailua:

source: Test Settings
eu: Proba ezarpenak

source: Video Manager - page %d/%d
eu: Bideo-kudeatzailea - %d/%d orrialdea

source: Please choose your video manager:
eu: Aukeratu bideo-kudeatzailea:

source: Video Devices - page %d/%d
eu: Bideo-gailuak - %d/%d orrialdea

source: Please choose the video input device:
eu: Aukeratu bideo-sarrerako gailua:

source: Configuration complete - page %d/%d
eu: Konfigurazioa amaituta - %d/%d orrialdea

source: No device found
en@shaw: 拆
eu: Ez da gailurik aurkitu

source: 56k Modem
en@shaw: 56k ヰ答ю
eu: 56K modema

source: xDSL/Cable
eu: xDSL/Kablea

source: T1/LAN
eu: T1/Sare lokala

source: Keep current settings
en@shaw: 梆 仇 ю
eu: Mantendu uneko ezarpenak

source: First Time Configuration Druid
eu: Lehenengo konfigurazioaren laguntzailea

source: Call from %s
en@shaw: 佛 %s
eu: %s-(e)tik deia

source: Forwarding call from %s to %s (Forward all calls)
eu: Deia %s(e)tik %s(e)ra birbidaltzen (birbidali dei guztiak)

source: Forwarding call from %s to %s (Busy)
eu: Deia %s(e)tik %s(e)ra birbidaltzen (okupatuta)

source: Rejecting call from %s (Busy)
eu: Ezetsi %s(e)tik sartzen diren deiak (okupatuta)

source: Call rejected
eu: Deia baztertua

source: Call forwarded
en@shaw: 佛 火
eu: Deia birbidali da

source: Call automatically answered
eu: Erantzun deiak automatikoki

source: Forwarding call to %s
eu: Birbidali deia %s-(e)ra

source: Error while forwarding call to %s
eu: Errorea gertatu da %s(e)n deia birbidaltzean

source: There was an error when forwarding the call to the given host.
eu: Errore bat gertatu da zehaztutako ostalariari deia birbidaltzean.

source: Connected
eu: Konektatuta

source: Connected with %s using %s
eu: %s(r)ekin konektatuta %s erabiliz

source: Local user cleared the call
en@shaw: ゐ答 筐 ゐ金 佛
eu: Erabiltzaile lokalak deia garbitu du

source: Remote user cleared the call
en@shaw: ヰ答 筐 ゐ金 佛
eu: Urruneko erabiltzaileak deia garbitu du

source: Remote user did not accept the call
eu: Urruneko erabiltzaileak ez du deia onartu

source: Local user did not accept the call
eu: Erabiltzaile lokalak ez du deia onartu

source: The Gatekeeper cleared the call
en@shaw: 别梆 ゐ金 佛
eu: Gatekeeper-ek deia garbitu du

source: Call not answered in the required time
eu: Behar zen denboran erantzun ez den deia

source: Remote user has stopped calling
en@shaw: ヰ答 筐 ｐ 佛ゐ
eu: Urruneko erabiltzaileak deitzeari utzi dio

source: Abnormal call termination
en@shaw: ヰ 佛 火ヰ别
eu: Ohiz kanpoko dei-amaiera

source: Could not connect to remote host
en@shaw: ю ヰ答 ｐ答
eu: Ezin izan da urruneko ostalariarekin konektatu

source: Insufficient bandwidth
eu: Banda-zabalera ez da nahikoa

source: No common codec
en@shaw: ヰ 答ю
eu: Ohiko kodekik ez

source: Local user is busy
en@shaw: ゐ答 筐
eu: Erabiltzaile lokala okupatuta dago

source: Remote user is busy
en@shaw: ヰ答 筐
eu: Urruneko erabiltzailea okupatuta dago

source: Congested link to remote party
en@shaw: ○ю ゐ ヰ答 葛
eu: Urruneko erabiltzailerako esteka okupatuta

source: Remote user is unreachable
eu: Urruneko erabiltzailea ezin da atzitu

source: Remote host is offline
en@shaw: ヰ答 ｐ答 ゐ拆
eu: Urruneko ostalaria lineaz kanpo dago

source: Temporary failure
eu: Aldi baterako hutsegitea

source: User not found
en@shaw: 筐
eu: Erabiltzailea ez da aurkitu

source: Call completed
en@shaw: 佛 ヰゐ梆
eu: Deia amaituta

source: Error while starting the listener
eu: Errorea gertatu da entzungailua abiaraztean

source: You will not be able to receive incoming calls. Please check that no other program is already running on the port used by GnomeMeeting.
eu: Ezingo dituzu sarrerako deiak jaso. Egiaztatu beste programarik ez dagoela martxan GnomeMeeting-ek erabiltzen duen atakan.

source: Attaching lid hardware to codec
eu: lid hardwarea kodekari eranstea

source: Opened %s for recording with plugin %s
eu: %s irekita (%s plugin-arekin), grabatzeko

source: Opened %s for playing with plugin %s
eu: %s irekita (%s plugin-arekin), erreproduzitzeko

source: Could not open audio channel for audio transmission
eu: Ezin izan da audio-kanala ireki audio-transmisiorako

source: An error occured while trying to record from the soundcard for the audio transmission. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio transmission has been disabled.
eu: Errorea gertatu da soinu-txarteletik audio-transmisiorako grabatzen saiatzean.Egiaztatu zure soinu-txartela ez dagoela okupatuta eta zure kontrolatzaileak erabateko duplexa onartzen duela. Audio-transmisioa desgaitu egin da.

source: Could not open audio channel for audio reception
eu: Ezin izan da audio-kanala ireki audioa jasotzeko

source: An error occured while trying to play audio to the soundcard for the audio reception. Please check that your soundcard is not busy and that your driver supports full-duplex. The audio reception has been disabled.
eu: Errorea gertatu da audioa jasotzeko soinu-txarteletik audioa erreproduzitzen saiatzean. Egiaztatu zure soinu-txartela ez dagoela okupatuta eta zure kontrolatzaileak erabateko duplexa onartzen duela. Audioa jasotzea desgaitu egin da.

source: Forwarding Call to %s (No Answer)
eu: Deia %s(r)a birbidaltzen (erantzunik ez)

source: Unregistered from gatekeeper %s
eu: Gatekeeper %s(e)tik erregistratu gabe

source: Invalid gatekeeper hostname
eu: Gatekeeper ostalari-izen baliogabea

source: Please provide a hostname to use for the gatekeeper.
eu: Idatzi ostalari-izen bat gatekeeper-erako.

source: Invalid gatekeeper ID
eu: Gatekeeper-en ID baliogabea

source: Please provide a valid ID for the gatekeeper.
eu: Eman baliozko ID bat gatekeeper-erako.

source: Gatekeeper set to %s
eu: Gatekeeper %s(e)n ezarrita

source: Notification area not detected
eu: Jakinarazpen-area ez da detektatu

source: You have chosen to start GnomeMeeting hidden, however the notification area is not present in your panel, GnomeMeeting can thus not start hidden.
eu: GnomeMeeting ezkutatuta abiaraztea aukeratu duzu. Hala ere, jakinarazpen-area ez dago zure panelean; beraz, GnomeMeeting ezin da ezkutatuta abiarazi.

source: Answering incoming call
eu: Sarrerako deiak erantzutea

source: Trying to stop calling
eu: Deia gelditzen saiatzea

source: Stopping current call
eu: Uneko deia gelditzea

source: Refusing Incoming call
eu: Sarrerako deia baztertzea

source: Invalid parameters
eu: Baliogabeko parametroak

source: Please provide your first name and e-mail in the Personal Data section in order to be able to register to the users directory.
eu: Idatzi izena eta helbide elektronikoa 'Datu pertsonalak' atalean erabiltzaile-direktorioan erregistratu ahal izateko.

source: Invalid users directory
eu: Erabiltzaile-direktorio baliogabea

source: Operation impossible since there is no users directory specified.
eu: Eragiketa ezin da egin, ez baita erabiltzaile-direktoriorik adierazi.

source: Failed to parse XML file
eu: Ezin izan da XML fitxategia analizatu

source: There was an error while parsing the XML file. Please make sure that it is correctly installed in your system.
eu: Errorea gertatu da XML fitxategia analizatzean. Ziurtatu behar bezala instalatuta dagoela sisteman.

source: Bad information
eu: Informazio okerra

source: Bad LDAP information from XML file: %s.
eu: LDAP informazio okerra XML fitxategitik: %s.

source: Opened Quicknet device %s
eu: %s Quicknet gailua irekita

source: Error while opening the Quicknet device.
eu: Errorea gertatu da Quicknet gailua irekitzean.

source: Please check that your driver is correctly installed and that the device is working correctly.
eu: Egiaztatu zure kontrolatzailea behar bezala instalatuta dagoela eta gailuak ondo funtzionatzen duela.

source: Closed Quicknet device %s
eu: %s Quicknet gailua itxita

source: Phone is off hook
eu: Telefonoa eseki gabe dago

source: Phone is on hook
eu: Telefonoa esekita dago

source: General History
eu: Historia orokorra

source: Enter an URL to call on the left, and click on this button to connect to the given URL
eu: Sartu zein URLetara deitu nahi duzun ezkerrean eta egin klik botoi honetan, adierazitako URLarekin konektatzeko.

source: Open text chat
eu: Ireki testu-berriketa

source: Open control panel
eu: Ireki kontrol-panela

source: Open address book
eu: Ireki helbide-liburua

source: Display images from your camera device
en@shaw: ゐ ヰ○ 筐 ヰ火 拆
eu: Bistaratu irudiak kamera-gailutik.

source: Audio transmission status. During a call, click here to suspend or resume the audio transmission.
eu: Audio-transmisioaren egoera. Deian zehar, egin klik hemen audio-transmisioa eteteko edo hari berriro ekiteko.

source: Video transmission status. During a call, click here to suspend or resume the video transmission.
eu: Bideo-transmisioaren egoera. Deian zehar, egin klik hemen bideo-transmisioa eteteko edo hari berriro ekiteko.

source: C_all
eu: De_itu

source: C_onnect
eu: K_onektatu

source: Create a new connection
eu: Sortu konexioa berria

source: _Disconnect
eu: _Deskonektatu

source: Close the current connection
eu: Itxi uneko konexioa

source: _Available
eu: _Eskuragarria

source: Display a popup to accept the call
eu: Bistaratu laster-leihoa deia onartzean

source: Aut_o Answer
eu: _Erantzun automatikoa

source: Auto answer calls
eu: Erantzun deiak automatikoki

source: Reject calls
eu: Ezetsi deiak

source: _Forward
eu: _Birbidali

source: Forward calls
eu: Birbidali deiak

source: Speed dials
eu: Markatze bizkorra

source: _Hold Call
en@shaw: _ｐ答ゐ 佛
eu: _Eutsi deiari

source: Hold the current call
en@shaw: ｐ答ゐ 仇 佛
eu: Eutsi uneko deiari

source: _Transfer Call
en@shaw: _ 佛
eu: _Transferitu deia

source: Transfer the current call
en@shaw: 仇 佛
eu: Transferitu uneko deia

source: Suspend _Audio
en@shaw: ю _佛
eu: Eseki _audioa

source: Suspend or resume the audio transmission
en@shaw: ю ю筐ヰ 佛 ヰ
eu: Eseki edo hasi berriro audio-transmisioa

source: Suspend _Video
en@shaw: ю _
eu: Eseki _bideoa

source: Suspend or resume the video transmission
en@shaw: ю ю筐ヰ ヰ
eu: Eseki edo hasi berriro bideo-transmisioa

source: _Save Current Picture
eu: _Gorde uneko irudia

source: Save a snapshot of the current video
eu: Gorde uneko bideoaren argazkia

source: Close the GnomeMeeting window
eu: Itxi GnomeMeeting leihoa

source: _Quit
eu: Irte_n

source: Quit GnomeMeeting
eu: Irten GnomeMeeting-etik

source: _Edit
en@shaw: _ю
eu: _Editatu

source: Configuration Druid
eu: Konfigurazio-laguntzailea

source: Run the configuration druid
eu: Exekutatu konfigurazio-laguntzailea

source: _Preferences
eu: _Hobespenak

source: Change your preferences
en@shaw: 别 筐 ю拣
eu: Aldatu zure hobespenak

source: _View
eu: _Ikusi

source: Text Chat
eu: Testu-berriketa

source: View/Hide the text chat window
eu: Erakutsi/Ezkutatu testu-berriketaren leihoa

source: Control Panel
eu: Kontrol-panela

source: Statistics
eu: Estatistikak

source: View audio/video transmission and reception statistics
eu: Ikusi audio-/bideo-transmisioari eta haiek jasotzeari buruzko estatistikak

source: _Dialpad
eu: _Markatze-teklatua

source: View the dialpad
eu: Ikusi markatze-teklatua

source: _Audio Settings
eu: _Audio-ezarpenak

source: View audio settings
eu: Ikusi audio-ezarpenak

source: _Video Settings
eu: _Bideo-ezarpenak

source: View video settings
eu: Ikusi bideo-ezarpenak

source: Off
eu: Itzalita

source: Hide the control panel
eu: Ezkutatu kontrol-panela

source: _Clear Text Chat
eu: _Garbitu testu-berriketa

source: Clear the text chat
eu: Garbitu testu-berriketa

source: Local Video
eu: Bideo lokala

source: Local video image
en@shaw: ゐ答 ヰ
eu: Bideo-irudi lokala

source: Remote Video
eu: Urruneko bideoa

source: Remote video image
en@shaw: ヰ答 ヰ
eu: Urruneko bideo-irudia

source: Both video images
en@shaw: 答 ヰ○
eu: Bi bideo-irudiak

source: Both (Both in New Windows)
eu: Biak (biak leiho berrietan)

source: Zoom In
eu: Zooma handiagotu

source: Zoom in
en@shaw: 叼
eu: Zooma handiagotu

source: Zoom Out
eu: Zooma txikiagotu

source: Zoom out
en@shaw: 叼
eu: Zooma txikiagotu

source: Normal Size
eu: Tamaina normala

source: Normal size
en@shaw: 桂ヰ 拆
eu: Tamaina normala

source: Fullscreen
eu: Pantaila osoa

source: _Tools
eu: Tresn_ak

source: Address _Book
en@shaw: ю _
eu: Helbide-li_burua

source: Open the address book
eu: Ireki helbide-liburua

source: View the operations history
eu: Ikusi eragiketen historia

source: View the calls history
eu: Ikusi deien historia

source: PC-To-Phone Account
eu: 'PCtik telefonora' kontua

source: Manage your PC-To-Phone account
eu: Kudeatu 'PC telefonora' kontua

source: _Help
en@shaw: _ｐюゐ
eu: La_guntza

source: _Contents
eu: _Edukiak

source: Get help by reading the GnomeMeeting manual
eu: Lortu laguntza GnomeMeeting-en eskuliburua irrakurriz

source: _About
eu: Honi _buruz

source: View information about GnomeMeeting
eu: Ikusi GnomeMeeting-i buruzko informazioa

source: Lost packets: Late packets: Round-trip delay: Jitter buffer:
eu: Pakete galduak: Atzeratutako paketeak: Joan-etorriko atzerapena: Bufferraren atzerapena:

source: Dialpad
eu: Markatze-teklatua

source: Adjust brightness
en@shaw: ○仇 拆
eu: Doitu distira

source: Adjust whiteness
en@shaw: ○仇 拆
eu: Doitu zuritasuna

source: Adjust color
en@shaw: ○仇 仇ゐ
eu: Doitu kolorea

source: Adjust contrast
en@shaw: ○仇
eu: Doitu kontrastea

source: Video
eu: Bideoa

source: Audio
en@shaw: 佛
eu: Audioa

source: _Retrieve Call
en@shaw: _梆 佛
eu: _Berreskuratu deia

source: Resume _Audio
en@shaw: ю筐ヰ _佛
eu: Berriro ekin a_udioari

source: Resume _Video
en@shaw: ю筐ヰ _
eu: Berriro ekin b_ideoari

source: Transfer call to:
en@shaw: 佛 :
eu: Transferitu deia:

source: Transfer
eu: Transferitu

source: Reject
en@shaw: ○ю
eu: Baztertu

source: Accept
en@shaw: ю
eu: Onartu

source: Incoming call from
en@shaw: 仇ヰ 佛
eu: Sarrerako deia hemendik

source: Remote URL:
eu: Urruneko URLa:

source: Remote Application:
en@shaw: ヰ答 ゐ别:
eu: Urruneko aplikazioa:

source: Lost packets: %.1f %% Late packets: %.1f %% Round-trip delay: %d ms Jitter buffer: %d ms
eu: Pakete galduak: %.1f %% Atzeratutako paketeak: %.1f %% Joan-etorriko atzerapena: %d ms Bufferraren atzerapena: %d ms

source: Prints debug messages in the console (level between 1 and 6)
eu: Arazketa-mezuak inprimatzen ditu kontsolan (1. eta 6. maila artean)

source: Makes GnomeMeeting call the given URL
eu: GnomeMeeting-ek adierazitako URLari deitzen dio
